{
  "A list, each item consisting of: a pair of offsets (horizontal and vertical) from the top left origin each given as a combination of an absolute length and a percentage": {
    "en-US": "A list, each item consisting of: a pair of offsets (horizontal and vertical) from the top left origin each given as a combination of an absolute length and a percentage",
    "de": "Eine Liste, bei der jedes Element aus einem Paar von Verschiebungen (horizontal und vertikal) vom Ursprung oben links besteht, wobei jede Verschiebung als Kombination aus einer absoluten Länge und einem Prozentsatz angegeben ist",
    "es": "Una lista, en la que cada elemento consta de: un par de desplazamientos (horizontal y vertical) desde el origen en la esquina superior izquierda, cada uno dado como una combinación de una longitud absoluta y un porcentaje",
    "fr": "Une liste dont chaque élément consiste en : une paire de décalages (horizontal et vertical) depuis l’origine en haut à gauche, chacun exprimé comme une combinaison d’une longueur absolue et d’un pourcentage",
    "ja": "リスト。各項目は、左上の原点からの水平方向および垂直方向のオフセットの組で構成され、それぞれが絶対長さとパーセンテージの組み合わせとして指定されます。",
    "ko": "목록이며, 각 항목은 왼쪽 위 원점으로부터의 가로·세로 오프셋 쌍으로 구성되며, 각 오프셋은 절대 길이와 퍼센트 값의 조합으로 주어집니다.",
    "pt-BR": "Uma lista em que cada item consiste em: um par de deslocamentos (horizontal e vertical) a partir da origem no canto superior esquerdo, cada um dado como uma combinação de um comprimento absoluto e uma porcentagem",
    "zh-CN": "一个列表，其中每一项由一对相对于左上角原点的偏移量（水平和垂直）组成，每个偏移量由绝对长度和百分比组合指定",
    "zh-TW": "一個列表，其中每一項由一對相對於左上角原點的偏移量（水平與垂直）組成，每個偏移量由絕對長度與百分比組合指定"
  },
  "A list, each item consisting of: an offset given as a computed <length-percentage> value, plus an origin keyword": {
    "en-US": "A list, each item consisting of: an offset given as a computed <length-percentage> value, plus an origin keyword",
    "de": "Eine Liste, bei der jedes Element aus einer Verschiebung besteht, die als berechneter <length-percentage>-Wert angegeben ist, plus einem Ursprungsschlüsselwort",
    "es": "Una lista, en la que cada elemento consta de: un desplazamiento dado como un valor <length-percentage> calculado, más una palabra clave de origen",
    "fr": "Une liste dont chaque élément consiste en : un décalage exprimé comme une valeur <longueur-pourcentage> calculée, plus un mot-clé d’origine",
    "ja": "リスト。各項目は、計算済みの <length-percentage> 値として指定されたオフセットと、原点を表すキーワードの組で構成されます。",
    "ko": "목록이며, 각 항목은 계산된 <length-percentage> 값으로 주어지는 오프셋과 기준점을 나타내는 키워드로 구성됩니다.",
    "pt-BR": "Uma lista em que cada item consiste em: um deslocamento dado como um valor <length-percentage> calculado, mais uma palavra-chave de origem",
    "zh-CN": "一个列表，其中每一项由一个计算后的 <length-percentage> 偏移值和一个原点关键字组成",
    "zh-TW": "一個列表，其中每一項由一個計算後的 <length-percentage> 偏移值與一個原點關鍵字組成"
  },
  "A list, each item consisting of: two keywords, one per dimension": {
    "en-US": "A list, each item consisting of: two keywords, one per dimension",
    "de": "Eine Liste, bei der jedes Element aus zwei Schlüsselwörtern besteht, eines pro Dimension",
    "es": "Una lista, en la que cada elemento consta de: dos palabras clave, una por dimensión",
    "fr": "Une liste dont chaque élément consiste en : deux mots-clés, un par dimension",
    "ja": "リスト。各項目は、各次元ごとに 1 つずつ、2 つのキーワードで構成されます。",
    "ko": "목록이며, 각 항목은 두 개의 키워드(각 차원당 하나)로 구성됩니다.",
    "pt-BR": "Uma lista em que cada item consiste em: duas palavras-chave, uma por dimensão",
    "zh-CN": "一个列表，其中每一项由两个关键字组成，每个维度一个",
    "zh-TW": "一個列表，其中每一項由兩個關鍵字組成，每個維度各一個"
  },
  "Absolutely positioned elements. In SVG, it applies to elements which establish a new viewport, pattern elements and mask elements.": {
    "en-US": "Absolutely positioned elements. In SVG, it applies to elements which establish a new viewport, pattern elements and mask elements.",
    "de": "Absolut positionierte Elemente. In SVG gilt dies für Elemente, die einen neuen Viewport erzeugen, sowie für Muster- und Maskenelemente.",
    "es": "Elementos posicionados absolutamente. En SVG, se aplica a los elementos que establecen un nuevo viewport, a los elementos pattern y a los elementos mask.",
    "fr": "Éléments absolument positionnés. En SVG, cela s’applique aux éléments qui établissent une nouvelle fenêtre d’affichage, aux éléments de motif et aux éléments de masque.",
    "ja": "絶対位置指定された要素。SVG では、新しいビューポートを確立する要素、パターン要素、およびマスク要素に適用されます。",
    "ko": "절대 위치 지정 요소. SVG에서는 새 뷰포트를 설정하는 요소, 패턴 요소, 마스크 요소에 적용됩니다.",
    "pt-BR": "Elementos posicionados absolutamente. Em SVG, aplica-se a elementos que estabelecem uma nova viewport, a elementos de padrão (pattern) e a elementos de máscara (mask).",
    "zh-CN": "绝对定位元素。在 SVG 中，适用于建立新视口的元素、图案元素和遮罩元素。",
    "zh-TW": "絕對定位元素。在 SVG 中，適用於建立新檢視區的元素、圖樣元素與遮罩元素。"
  },
  "All HTML elements": {
    "en-US": "All HTML elements",
    "de": "Alle HTML-Elemente",
    "es": "Todos los elementos HTML",
    "fr": "Tous les éléments HTML",
    "ja": "すべての HTML 要素",
    "ko": "모든 HTML 요소",
    "pt-BR": "Todos os elementos HTML",
    "zh-CN": "所有 HTML 元素",
    "zh-TW": "所有 HTML 元素"
  },
  "All elements": {
    "en-US": "All elements",
    "de": "Alle Elemente",
    "es": "Todos los elementos",
    "fr": "Tous les éléments",
    "ja": "すべての要素",
    "ko": "모든 요소",
    "pt-BR": "Todos os elementos",
    "zh-CN": "所有元素",
    "zh-TW": "所有元素"
  },
  "All elements except table row groups, table column groups, table rows, table columns, ruby base containers, ruby annotation containers": {
    "en-US": "All elements except table row groups, table column groups, table rows, table columns, ruby base containers, ruby annotation containers",
    "de": "Alle Elemente außer Tabellenzeilengruppen, Tabellenspalten­gruppen, Tabellenzeilen, Tabellenspalten, Ruby-Basiscontainern und Ruby-Anmerkungs­containern",
    "es": "Todos los elementos excepto los grupos de filas de tabla, los grupos de columnas de tabla, las filas de tabla, las columnas de tabla, los contenedores de base ruby y los contenedores de anotación ruby",
    "fr": "Tous les éléments sauf les groupes de lignes de tableau, les groupes de colonnes de tableau, les lignes de tableau, les colonnes de tableau, les conteneurs de base ruby et les conteneurs d’annotation ruby",
    "ja": "表の行グループ・列グループ・行・列、ルビベースコンテナー、ルビ注釈コンテナーを除くすべての要素",
    "ko": "테이블 행 그룹, 테이블 열 그룹, 테이블 행, 테이블 열, 루비 베이스 컨테이너, 루비 주석 컨테이너를 제외한 모든 요소",
    "pt-BR": "Todos os elementos, exceto grupos de linhas de tabela, grupos de colunas de tabela, linhas de tabela, colunas de tabela, contêineres de base ruby e contêineres de anotação ruby",
    "zh-CN": "除表格行组、表格列组、表格行、表格列、ruby 基容器和 ruby 标注容器外的所有元素",
    "zh-TW": "除表格列群組、表格欄群組、表格列、表格欄、ruby 基底容器與 ruby 註解容器之外的所有元素"
  },
  "All elements, but not pseudo-elements such as ::first-line, ::first-letter, ::before or ::after.": {
    "en-US": "All elements, but not pseudo-elements such as ::first-line, ::first-letter, ::before or ::after.",
    "de": "Alle Elemente, jedoch keine Pseudo-Elemente wie ::first-line, ::first-letter, ::before oder ::after.",
    "es": "Todos los elementos, pero no los pseudo-elementos como ::first-line, ::first-letter, ::before o ::after.",
    "fr": "Tous les éléments, mais pas les pseudo-éléments tels que ::first-line, ::first-letter, ::before ou ::after.",
    "ja": "すべての要素。ただし ::first-line、::first-letter、::before、::after などの疑似要素は除きます。",
    "ko": "모든 요소. 단, ::first-line, ::first-letter, ::before, ::after 같은 가상 요소에는 적용되지 않습니다.",
    "pt-BR": "Todos os elementos, mas não pseudo-elementos como ::first-line, ::first-letter, ::before ou ::after.",
    "zh-CN": "所有元素，但不包括 ::first-line、::first-letter、::before、::after 等伪元素。",
    "zh-TW": "所有元素，但不包含 ::first-line、::first-letter、::before、::after 等虛擬元素。"
  },
  "All elements, except internal table elements when border-collapse is collapse": {
    "en-US": "All elements, except internal table elements when border-collapse is collapse",
    "de": "Alle Elemente, außer internen Tabellenelementen, wenn border-collapse auf collapse gesetzt ist",
    "es": "Todos los elementos, excepto los elementos internos de tabla cuando border-collapse es collapse",
    "fr": "Tous les éléments, sauf les éléments internes d’un tableau lorsque border-collapse vaut collapse",
    "ja": "border-collapse が collapse のときの内部表要素を除くすべての要素",
    "ko": "border-collapse가 collapse일 때의 내부 테이블 요소를 제외한 모든 요소",
    "pt-BR": "Todos os elementos, exceto elementos internos de tabela quando border-collapse é collapse",
    "zh-CN": "所有元素，border-collapse 为 collapse 时除内部表格元素外",
    "zh-TW": "所有元素，但在 border-collapse 為 collapse 時不包含內部表格元素"
  },
  "All elements. In SVG, it applies to container elements excluding the defs element, all graphics elements and the use element": {
    "en-US": "All elements. In SVG, it applies to container elements excluding the defs element, all graphics elements and the use element",
    "de": "Alle Elemente. In SVG gilt dies für Container-Elemente mit Ausnahme des defs-Elements sowie für alle Grafikelemente und das use-Element",
    "es": "Todos los elementos. En SVG, se aplica a los elementos contenedores excluyendo el elemento defs, a todos los elementos gráficos y al elemento use",
    "fr": "Tous les éléments. En SVG, cela s’applique aux éléments conteneurs à l’exception de l’élément defs, à tous les éléments graphiques et à l’élément use",
    "ja": "すべての要素。SVG では、defs 要素を除くコンテナー要素、すべてのグラフィック要素、および use 要素に適用されます。",
    "ko": "모든 요소. SVG에서는 defs 요소를 제외한 컨테이너 요소, 모든 그래픽 요소, use 요소에 적용됩니다.",
    "pt-BR": "Todos os elementos. Em SVG, aplica-se a elementos de contêiner, excluindo o elemento defs, a todos os elementos gráficos e ao elemento use",
    "zh-CN": "所有元素。在 SVG 中，适用于除 defs 元素外的容器元素、所有图形元素以及 use 元素",
    "zh-TW": "所有元素。在 SVG 中，適用於除 defs 元素外的容器元素、所有圖形元素及 use 元素"
  },
  "All elements. In SVG, it applies to container elements without the defs element and all graphics elements": {
    "en-US": "All elements. In SVG, it applies to container elements without the defs element and all graphics elements",
    "de": "Alle Elemente. In SVG gilt dies für Container-Elemente ohne das defs-Element und für alle Grafikelemente",
    "es": "Todos los elementos. En SVG, se aplica a los elementos contenedores sin el elemento defs y a todos los elementos gráficos",
    "fr": "Tous les éléments. En SVG, cela s’applique aux éléments conteneurs sans l’élément defs et à tous les éléments graphiques",
    "ja": "すべての要素。SVG では、defs 要素を除くコンテナー要素およびすべてのグラフィック要素に適用されます。",
    "ko": "모든 요소. SVG에서는 defs 요소를 제외한 컨테이너 요소와 모든 그래픽 요소에 적용됩니다.",
    "pt-BR": "Todos os elementos. Em SVG, aplica-se a elementos de contêiner sem o elemento defs e a todos os elementos gráficos",
    "zh-CN": "所有元素。在 SVG 中，适用于不包含 defs 元素的容器元素以及所有图形元素",
    "zh-TW": "所有元素。在 SVG 中，適用於不含 defs 元素的容器元素以及所有圖形元素"
  },
  "All elements. In SVG, it applies to container elements without the defs element, all graphics elements and the use element.": {
    "en-US": "All elements. In SVG, it applies to container elements without the defs element, all graphics elements and the use element.",
    "de": "Alle Elemente. In SVG gilt dies für Container-Elemente ohne das defs-Element, für alle Grafikelemente und für das use-Element.",
    "es": "Todos los elementos. En SVG, se aplica a los elementos contenedores sin el elemento defs, a todos los elementos gráficos y al elemento use.",
    "fr": "Tous les éléments. En SVG, cela s’applique aux éléments conteneurs sans l’élément defs, à tous les éléments graphiques et à l’élément use.",
    "ja": "すべての要素。SVG では、defs 要素を除くコンテナー要素、すべてのグラフィック要素、および use 要素に適用されます。",
    "ko": "모든 요소. SVG에서는 defs 요소를 제외한 컨테이너 요소, 모든 그래픽 요소, use 요소에 적용됩니다.",
    "pt-BR": "Todos os elementos. Em SVG, aplica-se a elementos de contêiner sem o elemento defs, a todos os elementos gráficos e ao elemento use.",
    "zh-CN": "所有元素。在 SVG 中，适用于不包含 defs 元素的容器元素、所有图形元素以及 use 元素。",
    "zh-TW": "所有元素。在 SVG 中，適用於不含 defs 元素的容器元素、所有圖形元素及 use 元素。"
  },
  "All elements. In SVG, it applies to container elements, graphics elements and graphics referencing elements. [SVG11]": {
    "en-US": "All elements. In SVG, it applies to container elements, graphics elements and graphics referencing elements. [SVG11]",
    "de": "Alle Elemente. In SVG gilt dies für Container-Elemente, Grafikelemente und grafisch referenzierende Elemente. [SVG11]",
    "es": "Todos los elementos. En SVG, se aplica a los elementos contenedores, a los elementos gráficos y a los elementos que hacen referencia a gráficos. [SVG11]",
    "fr": "Tous les éléments. En SVG, cela s’applique aux éléments conteneurs, aux éléments graphiques et aux éléments référencés graphiquement. [SVG11]",
    "ja": "すべての要素。SVG では、コンテナー要素、グラフィック要素、およびグラフィック参照要素に適用されます。 [SVG11]",
    "ko": "모든 요소. SVG에서는 컨테이너 요소, 그래픽 요소, 그래픽 참조 요소에 적용됩니다. [SVG11]",
    "pt-BR": "Todos os elementos. Em SVG, aplica-se a elementos de contêiner, elementos gráficos e elementos que referenciam gráficos. [SVG11]",
    "zh-CN": "所有元素。在 SVG 中，适用于容器元素、图形元素以及引用图形的元素。[SVG11]",
    "zh-TW": "所有元素。在 SVG 中，適用於容器元素、圖形元素與引用圖形的元素。[SVG11]"
  },
  "All filter primitives": {
    "en-US": "All filter primitives",
    "de": "Alle Filter-Primitiven",
    "es": "Todas las primitivas de filtro",
    "fr": "Toutes les primitives de filtre",
    "ja": "すべてのフィルタープリミティブ",
    "ko": "모든 필터 프리미티브",
    "pt-BR": "Todas as primitivas de filtro",
    "zh-CN": "所有滤镜基元",
    "zh-TW": "所有濾鏡原語"
  },
  "Applies to SVG graphics elements": {
    "en-US": "Applies to SVG graphics elements",
    "de": "Gilt für SVG-Grafikelemente",
    "es": "Se aplica a los elementos gráficos de SVG",
    "fr": "S’applique aux éléments graphiques SVG",
    "ja": "SVG のグラフィック要素に適用されます",
    "ko": "SVG 그래픽 요소에 적용됩니다.",
    "pt-BR": "Aplica-se a elementos gráficos SVG",
    "zh-CN": "适用于 SVG 图形元素",
    "zh-TW": "適用於 SVG 圖形元素"
  },
  "CSS Regions": {
    "en-US": "CSS Regions",
    "de": "CSS-Regions",
    "es": "CSS Regions",
    "fr": "Régions CSS",
    "ja": "CSS Regions",
    "ko": "CSS Regions",
    "pt-BR": "CSS Regions",
    "zh-CN": "CSS Regions",
    "zh-TW": "CSS Regions"
  },
  "CanvasText": {
    "en-US": "CanvasText",
    "de": "CanvasText",
    "es": "CanvasText",
    "fr": "CanvasText",
    "ja": "CanvasText",
    "ko": "CanvasText",
    "pt-BR": "CanvasText",
    "zh-CN": "CanvasText",
    "zh-TW": "CanvasText"
  },
  "Direct block-level, grid item, or flex item children of a reading flow container.": {
    "en-US": "Direct block-level, grid item, or flex item children of a reading flow container.",
    "de": "Direkte Block-, Grid- oder Flex-Item-Kindelemente eines Reading-Flow-Containers.",
    "es": "Hijos directos de nivel de bloque, elementos de grid o elementos flex de un contenedor de flujo de lectura.",
    "fr": "Enfants directs de niveau bloc, éléments de grille ou éléments flex d’un conteneur de flux de lecture.",
    "ja": "読み取りフローコンテナーの直下にあるブロックレベル要素、グリッドアイテム、またはフレックスアイテムの子要素。",
    "ko": "읽기 흐름 컨테이너의 직접적인 블록 레벨 자식, 그리드 아이템 자식, 또는 플렉스 아이템 자식.",
    "pt-BR": "Filhos diretos de nível de bloco, itens de grid ou itens flex de um contêiner de fluxo de leitura.",
    "zh-CN": "阅读流容器的直接块级子元素、网格项或弹性盒项。",
    "zh-TW": "閱讀流程容器的直接區塊層級子元素、格線項或彈性項目。"
  },
  "N/A": {
    "en-US": "N/A",
    "de": "k. A.",
    "es": "N/D",
    "fr": "N/A",
    "ja": "該当なし",
    "ko": "해당 없음",
    "pt-BR": "N/A",
    "zh-CN": "不适用",
    "zh-TW": "不適用"
  },
  "Non-replaced block containers. This might be expanded in future versions of the specification to allow other types of containers to receive flow content.": {
    "en-US": "Non-replaced block containers. This might be expanded in future versions of the specification to allow other types of containers to receive flow content.",
    "de": "Nicht ersetzte Block-Container. In zukünftigen Versionen der Spezifikation kann dies erweitert werden, damit andere Containertypen Flussinhalt erhalten können.",
    "es": "Contenedores de bloque no reemplazados. Esto podría ampliarse en futuras versiones de la especificación para permitir que otros tipos de contenedores reciban contenido de flujo.",
    "fr": "Conteneurs de bloc non remplacés. Cela pourrait être étendu dans de futures versions de la spécification pour permettre à d’autres types de conteneurs de recevoir du contenu de flux.",
    "ja": "非置換のブロックコンテナー。将来の仕様では、他の種類のコンテナーもフローコンテンツを受け取れるように拡張される可能性があります。",
    "ko": "치환되지 않은 블록 컨테이너. 향후 명세에서는 다른 종류의 컨테이너도 플로우 콘텐츠를 받을 수 있도록 확장될 수 있습니다.",
    "pt-BR": "Contêineres de bloco não substituídos. Isso pode ser expandido em versões futuras da especificação para permitir que outros tipos de contêiner recebam conteúdo de fluxo.",
    "zh-CN": "非替换块级容器。规范的未来版本可能会扩展为允许其他类型的容器接收流式内容。",
    "zh-TW": "非取代的區塊容器。規範未來版本可能會擴充，以允許其他類型的容器接收流式內容。"
  },
  "SVG shapes": {
    "en-US": "SVG shapes",
    "de": "SVG-Formen",
    "es": "Formas SVG",
    "fr": "Formes SVG",
    "ja": "SVG シェイプ",
    "ko": "SVG 도형",
    "pt-BR": "Formas SVG",
    "zh-CN": "SVG 形状",
    "zh-TW": "SVG 形狀"
  },
  "Same as column-rule and row-rule": {
    "en-US": "Same as column-rule and row-rule",
    "de": "Wie column-rule und row-rule",
    "es": "Igual que column-rule y row-rule",
    "fr": "Identique à column-rule et row-rule",
    "ja": "column-rule および row-rule と同じ",
    "ko": "column-rule 및 row-rule과 동일",
    "pt-BR": "Igual a column-rule e row-rule",
    "zh-CN": "与 column-rule 和 row-rule 相同",
    "zh-TW": "與 column-rule 與 row-rule 相同"
  },
  "Same as column-rule-break and row-rule-break": {
    "en-US": "Same as column-rule-break and row-rule-break",
    "de": "Wie column-rule-break und row-rule-break",
    "es": "Igual que column-rule-break y row-rule-break",
    "fr": "Identique à column-rule-break et row-rule-break",
    "ja": "column-rule-break および row-rule-break と同じ",
    "ko": "column-rule-break 및 row-rule-break와 동일",
    "pt-BR": "Igual a column-rule-break e row-rule-break",
    "zh-CN": "与 column-rule-break 和 row-rule-break 相同",
    "zh-TW": "與 column-rule-break 與 row-rule-break 相同"
  },
  "Same as column-rule-color and row-rule-color": {
    "en-US": "Same as column-rule-color and row-rule-color",
    "de": "Wie column-rule-color und row-rule-color",
    "es": "Igual que column-rule-color y row-rule-color",
    "fr": "Identique à column-rule-color et row-rule-color",
    "ja": "column-rule-color および row-rule-color と同じ",
    "ko": "column-rule-color 및 row-rule-color와 동일",
    "pt-BR": "Igual a column-rule-color e row-rule-color",
    "zh-CN": "与 column-rule-color 和 row-rule-color 相同",
    "zh-TW": "與 column-rule-color 與 row-rule-color 相同"
  },
  "Same as column-rule-outset and row-rule-outset": {
    "en-US": "Same as column-rule-outset and row-rule-outset",
    "de": "Wie column-rule-outset und row-rule-outset",
    "es": "Igual que column-rule-outset y row-rule-outset",
    "fr": "Identique à column-rule-outset et row-rule-outset",
    "ja": "column-rule-outset および row-rule-outset と同じ",
    "ko": "column-rule-outset 및 row-rule-outset와 동일",
    "pt-BR": "Igual a column-rule-outset e row-rule-outset",
    "zh-CN": "与 column-rule-outset 和 row-rule-outset 相同",
    "zh-TW": "與 column-rule-outset 與 row-rule-outset 相同"
  },
  "Same as column-rule-style and row-rule-style": {
    "en-US": "Same as column-rule-style and row-rule-style",
    "de": "Wie column-rule-style und row-rule-style",
    "es": "Igual que column-rule-style y row-rule-style",
    "fr": "Identique à column-rule-style et row-rule-style",
    "ja": "column-rule-style および row-rule-style と同じ",
    "ko": "column-rule-style 및 row-rule-style과 동일",
    "pt-BR": "Igual a column-rule-style e row-rule-style",
    "zh-CN": "与 column-rule-style 和 row-rule-style 相同",
    "zh-TW": "與 column-rule-style 與 row-rule-style 相同"
  },
  "Same as column-rule-width and row-rule-width": {
    "en-US": "Same as column-rule-width and row-rule-width",
    "de": "Wie column-rule-width und row-rule-width",
    "es": "Igual que column-rule-width y row-rule-width",
    "fr": "Identique à column-rule-width et row-rule-width",
    "ja": "column-rule-width および row-rule-width と同じ",
    "ko": "column-rule-width 및 row-rule-width와 동일",
    "pt-BR": "Igual a column-rule-width e row-rule-width",
    "zh-CN": "与 column-rule-width 和 row-rule-width 相同",
    "zh-TW": "與 column-rule-width 與 row-rule-width 相同"
  },
  "Same as corresponding margin-* properties": {
    "en-US": "Same as corresponding margin-* properties",
    "de": "Wie die entsprechenden margin-*-Eigenschaften",
    "es": "Igual que las propiedades margin-* correspondientes",
    "fr": "Identique aux propriétés margin-* correspondantes",
    "ja": "対応する margin-* プロパティと同じ",
    "ko": "해당하는 margin-* 속성과 동일",
    "pt-BR": "Igual às propriedades margin-* correspondentes",
    "zh-CN": "与对应的 margin-* 属性相同",
    "zh-TW": "與對應的 margin-* 屬性相同"
  },
  "Same as corresponding padding-* properties": {
    "en-US": "Same as corresponding padding-* properties",
    "de": "Wie die entsprechenden padding-*-Eigenschaften",
    "es": "Igual que las propiedades padding-* correspondientes",
    "fr": "Identique aux propriétés padding-* correspondantes",
    "ja": "対応する padding-* プロパティと同じ",
    "ko": "해당하는 padding-* 속성과 동일",
    "pt-BR": "Igual às propriedades padding-* correspondentes",
    "zh-CN": "与对应的 padding-* 属性相同",
    "zh-TW": "與對應的 padding-* 屬性相同"
  },
  "Same as height and width": {
    "en-US": "Same as height and width",
    "de": "Wie height und width",
    "es": "Igual que height y width",
    "fr": "Identique à height et width",
    "ja": "height と width と同じ",
    "ko": "height 및 width와 동일",
    "pt-BR": "Igual a height e width",
    "zh-CN": "与 height 和 width 相同",
    "zh-TW": "與 height 和 width 相同"
  },
  "Same as height, width": {
    "en-US": "Same as height, width",
    "de": "Wie height, width",
    "es": "Igual que height, width",
    "fr": "Identique à height, width",
    "ja": "height、width と同じ",
    "ko": "height, width와 동일",
    "pt-BR": "Igual a height, width",
    "zh-CN": "与 height、width 相同",
    "zh-TW": "與 height、width 相同"
  },
  "Same as margin-top": {
    "en-US": "Same as margin-top",
    "de": "Wie margin-top",
    "es": "Igual que margin-top",
    "fr": "Identique à margin-top",
    "ja": "margin-top と同じ",
    "ko": "margin-top과 동일",
    "pt-BR": "Igual a margin-top",
    "zh-CN": "与 margin-top 相同",
    "zh-TW": "與 margin-top 相同"
  },
  "Same as max-height, max-width": {
    "en-US": "Same as max-height, max-width",
    "de": "Wie max-height und max-width",
    "es": "Igual que max-height, max-width",
    "fr": "Identique à max-height, max-width",
    "ja": "max-height、max-width と同じ",
    "ko": "max-height, max-width와 동일",
    "pt-BR": "Igual a max-height, max-width",
    "zh-CN": "与 max-height、max-width 相同",
    "zh-TW": "與 max-height、max-width 相同"
  },
  "Same as min-height, min-width": {
    "en-US": "Same as min-height, min-width",
    "de": "Wie min-height und min-width",
    "es": "Igual que min-height, min-width",
    "fr": "Identique à min-height, min-width",
    "ja": "min-height、min-width と同じ",
    "ko": "min-height, min-width와 동일",
    "pt-BR": "Igual a min-height, min-width",
    "zh-CN": "与 min-height、min-width 相同",
    "zh-TW": "與 min-height、min-width 相同"
  },
  "Same as padding-top": {
    "en-US": "Same as padding-top",
    "de": "Wie padding-top",
    "es": "Igual que padding-top",
    "fr": "Identique à padding-top",
    "ja": "padding-top と同じ",
    "ko": "padding-top과 동일",
    "pt-BR": "Igual a padding-top",
    "zh-CN": "与 padding-top 相同",
    "zh-TW": "與 padding-top 相同"
  },
  "Same as specified value": {
    "en-US": "Same as specified value",
    "de": "Entspricht dem angegebenen Wert",
    "es": "Igual que el valor especificado",
    "fr": "Identique à la valeur spécifiée",
    "ja": "指定値と同じ",
    "ko": "지정 값과 동일",
    "pt-BR": "Igual ao valor especificado",
    "zh-CN": "与指定值相同",
    "zh-TW": "與指定值相同"
  },
  "See Interpolation of Basic Shapes": {
    "en-US": "See Interpolation of Basic Shapes",
    "de": "Siehe Interpolation von Grundformen (Basic Shapes)",
    "es": "Ver Interpolación de formas básicas",
    "fr": "Voir l’interpolation des formes de base",
    "ja": "Basic Shapes の補間を参照",
    "ko": "기본 도형의 보간(Interpolation of Basic Shapes)을 참고하세요.",
    "pt-BR": "Veja Interpolação de Formas Básicas",
    "zh-CN": "参见基本图形的插值",
    "zh-TW": "參見基本圖形的插值"
  },
  "See below": {
    "en-US": "See below",
    "de": "Siehe unten",
    "es": "Ver más abajo",
    "fr": "Voir ci-dessous",
    "ja": "下記参照",
    "ko": "아래 참고",
    "pt-BR": "Veja abaixo",
    "zh-CN": "见下文",
    "zh-TW": "見下文"
  },
  "See individual properties": {
    "en-US": "See individual properties",
    "de": "Siehe einzelne Eigenschaften",
    "es": "Ver propiedades individuales",
    "fr": "Voir les propriétés individuelles",
    "ja": "各プロパティを参照",
    "ko": "각 개별 속성을 참고하세요.",
    "pt-BR": "Veja as propriedades individuais",
    "zh-CN": "参见各独立属性",
    "zh-TW": "參見各個單獨屬性"
  },
  "See prose": {
    "en-US": "See prose",
    "de": "Siehe Fließtext",
    "es": "Ver texto explicativo",
    "fr": "Voir le texte explicatif",
    "ja": "本文を参照",
    "ko": "설명(본문)을 참고하세요.",
    "pt-BR": "Veja o texto explicativo",
    "zh-CN": "参见说明文字",
    "zh-TW": "參見敘述文字"
  },
  "See prose below": {
    "en-US": "See prose below",
    "de": "Siehe untenstehenden Fließtext",
    "es": "Ver texto explicativo más abajo",
    "fr": "Voir le texte explicatif ci-dessous",
    "ja": "下記の本文を参照",
    "ko": "아래의 설명을 참고하세요.",
    "pt-BR": "Veja o texto explicativo abaixo",
    "zh-CN": "参见下文说明",
    "zh-TW": "參見下文敘述"
  },
  "See prose in Animation of Filters.": {
    "en-US": "See prose in Animation of Filters.",
    "de": "Siehe Fließtext in „Animation of Filters“.",
    "es": "Ver texto explicativo en Animation of Filters.",
    "fr": "Voir le texte explicatif dans Animation of Filters.",
    "ja": "フィルターのアニメーションに関する本文を参照。",
    "ko": "필터 애니메이션(Animation of Filters)에 대한 설명을 참고하세요.",
    "pt-BR": "Veja o texto explicativo em Animação de Filtros.",
    "zh-CN": "参见《滤镜动画》中的说明部分。",
    "zh-TW": "參見「濾鏡動畫」中的敘述部分。"
  },
  "TBD": {
    "en-US": "TBD",
    "de": "Noch festzulegen",
    "es": "Por determinar",
    "fr": "À déterminer",
    "ja": "TBD（未定）",
    "ko": "추후 결정(TBD)",
    "pt-BR": "A definir",
    "zh-CN": "待定",
    "zh-TW": "待定"
  },
  "The computed value for auto is auto. For <color> values, see CSS Color 4 § 14. Resolving <color> Values.": {
    "en-US": "The computed value for auto is auto. For <color> values, see CSS Color 4 § 14. Resolving <color> Values.",
    "de": "Der berechnete Wert für auto ist auto. Für <color>-Werte siehe CSS Color 4 § 14 „Resolving <color> Values“.",
    "es": "El valor calculado para auto es auto. Para valores de <color>, consulta CSS Color 4 § 14. Resolving <color> Values.",
    "fr": "La valeur calculée pour auto est auto. Pour les valeurs <color>, voir CSS Color 4 § 14. Résolution des valeurs <color>.",
    "ja": "auto の算出値は auto です。<color> 値については CSS Color 4 § 14「<color> 値の解決」を参照してください。",
    "ko": "auto의 계산값은 auto입니다. <color> 값에 대해서는 CSS Color 4 § 14. Resolving <color> Values를 참고하세요.",
    "pt-BR": "O valor calculado para auto é auto. Para valores <color>, veja CSS Color 4 § 14. Resolving <color> Values.",
    "zh-CN": "auto 的计算值为 auto。关于 <color> 值，参见《CSS Color 4》第 14 节“解析 <color> 值”。",
    "zh-TW": "auto 的計算值為 auto。關於 <color> 值，請參見《CSS Color 4》第 14 節「解析 <color> 值」。"
  },
  "The normal or auto keywords, or a computed <position>": {
    "en-US": "The normal or auto keywords, or a computed <position>",
    "de": "Die Schlüsselwörter normal oder auto oder eine berechnete <position>",
    "es": "Las palabras clave normal o auto, o un <position> calculado",
    "fr": "Les mots-clés normal ou auto, ou une <position> calculée",
    "ja": "normal または auto のキーワード、もしくは計算済みの <position>",
    "ko": "normal 또는 auto 키워드, 혹은 계산된 <position>",
    "pt-BR": "As palavras-chave normal ou auto, ou um <position> calculado",
    "zh-CN": "normal 或 auto 关键字，或计算后的 <position>",
    "zh-TW": "normal 或 auto 關鍵字，或計算後的 <position>"
  },
  "a computed <length-percentage> value": {
    "en-US": "a computed <length-percentage> value",
    "de": "ein berechneter <length-percentage>-Wert",
    "es": "un valor <length-percentage> calculado",
    "fr": "une valeur <longueur-pourcentage> calculée",
    "ja": "計算済みの <length-percentage> 値",
    "ko": "계산된 <length-percentage> 값",
    "pt-BR": "um valor <length-percentage> calculado",
    "zh-CN": "一个计算后的 <length-percentage> 值",
    "zh-TW": "一個計算後的 <length-percentage> 值"
  },
  "a keyword value, and optionally also a percentage relative to the keyword (if not 100%)": {
    "en-US": "a keyword value, and optionally also a percentage relative to the keyword (if not 100%)",
    "de": "ein Schlüsselwortwert und optional ein Prozentsatz relativ zu diesem Schlüsselwort (falls nicht 100 %)",
    "es": "un valor de palabra clave y, opcionalmente, un porcentaje relativo a dicha palabra clave (si no es 100 %)",
    "fr": "une valeur de mot-clé, et éventuellement un pourcentage relatif à ce mot-clé (si différent de 100 %)",
    "ja": "キーワード値と、必要に応じてキーワードに対するパーセンテージ（100% でない場合）",
    "ko": "키워드 값과, 선택적으로 그 키워드에 대한 퍼센트 값(100%가 아닌 경우)",
    "pt-BR": "um valor palavra-chave e, opcionalmente, também uma porcentagem relativa à palavra-chave (se não for 100%)",
    "zh-CN": "一个关键字值，并可选地指定相对于该关键字的百分比（如果不是 100%）",
    "zh-TW": "一個關鍵字值，並可選擇指定相對於該關鍵字的百分比（若非 100%）"
  },
  "a list consisting of two-value pairs representing the start and end insets each as either the keyword auto or a computed <length-percentage> value": {
    "en-US": "a list consisting of two-value pairs representing the start and end insets each as either the keyword auto or a computed <length-percentage> value",
    "de": "eine Liste aus Wertepaaren, die die Innenabstände am Anfang und Ende darstellen, jeweils entweder als Schlüsselwort auto oder als berechneter <length-percentage>-Wert",
    "es": "una lista que consiste en pares de dos valores que representan los insets inicial y final, cada uno como la palabra clave auto o como un valor <length-percentage> calculado",
    "fr": "une liste composée de paires de deux valeurs représentant les retraits de début et de fin, chacun étant soit le mot-clé auto soit une valeur <longueur-pourcentage> calculée",
    "ja": "開始と終了のインセットを表す 2 値の組からなるリスト。各値は auto キーワードまたは計算済みの <length-percentage> 値です。",
    "ko": "시작 및 끝 인셋을 나타내는 2개 값 쌍의 목록으로, 각 값은 auto 키워드 또는 계산된 <length-percentage> 값입니다.",
    "pt-BR": "uma lista composta de pares de dois valores representando os recuos inicial e final, cada um como a palavra-chave auto ou um valor <length-percentage> calculado",
    "zh-CN": "一个列表，由表示起始和结束内边距的二值对组成，每个值为关键字 auto 或一个计算后的 <length-percentage> 值",
    "zh-TW": "一個列表，由表示起始與結束內距的成對數值組成，每個值為關鍵字 auto 或計算後的 <length-percentage> 值"
  },
  "a list of the keywords specified": {
    "en-US": "a list of the keywords specified",
    "de": "eine Liste der angegebenen Schlüsselwörter",
    "es": "una lista de las palabras clave especificadas",
    "fr": "une liste des mots-clés spécifiés",
    "ja": "指定されたキーワードのリスト",
    "ko": "지정된 키워드들의 목록",
    "pt-BR": "uma lista das palavras-chave especificadas",
    "zh-CN": "指定关键字的列表",
    "zh-TW": "指定關鍵字的列表"
  },
  "a list, each item a pair of offsets (horizontal and vertical) from the top left origin, each offset given as a computed <length-percentage> value": {
    "en-US": "a list, each item a pair of offsets (horizontal and vertical) from the top left origin, each offset given as a computed <length-percentage> value",
    "de": "eine Liste, bei der jedes Element aus einem Paar von Verschiebungen (horizontal und vertikal) vom Ursprung oben links besteht, wobei jede Verschiebung als berechneter <length-percentage>-Wert angegeben ist",
    "es": "una lista, en la que cada elemento es un par de desplazamientos (horizontal y vertical) desde el origen en la esquina superior izquierda, cada desplazamiento dado como un valor <length-percentage> calculado",
    "fr": "une liste dont chaque élément est une paire de décalages (horizontal et vertical) depuis l’origine en haut à gauche, chaque décalage étant une valeur <longueur-pourcentage> calculée",
    "ja": "リスト。各項目は、左上原点からの水平方向および垂直方向のオフセットの組で構成され、各オフセットは計算済みの <length-percentage> 値として指定されます。",
    "ko": "목록이며, 각 항목은 왼쪽 위 원점으로부터의 가로·세로 오프셋 쌍이며, 각 오프셋은 계산된 <length-percentage> 값으로 주어집니다.",
    "pt-BR": "uma lista em que cada item é um par de deslocamentos (horizontal e vertical) a partir da origem no canto superior esquerdo, cada deslocamento dado como um valor <length-percentage> calculado",
    "zh-CN": "一个列表，其中每一项为自左上角原点出发的一对偏移（水平和垂直），每个偏移是计算后的 <length-percentage> 值",
    "zh-TW": "一個列表，其中每一項為自左上角原點出發的一對偏移（水平與垂直），每個偏移為計算後的 <length-percentage> 值"
  },
  "a number": {
    "en-US": "a number",
    "de": "eine Zahl",
    "es": "un número",
    "fr": "un nombre",
    "ja": "数値",
    "ko": "숫자",
    "pt-BR": "um número",
    "zh-CN": "一个数值",
    "zh-TW": "一個數值"
  },
  "a number, see below": {
    "en-US": "a number, see below",
    "de": "eine Zahl, siehe unten",
    "es": "un número; ver más abajo",
    "fr": "un nombre, voir ci-dessous",
    "ja": "数値（下記参照）",
    "ko": "숫자(자세한 내용은 아래 참고)",
    "pt-BR": "um número, veja abaixo",
    "zh-CN": "一个数值，见下文",
    "zh-TW": "一個數值，見下文"
  },
  "a pair of keywords representing the inner and outer display types plus optional list-item flag, or a <display-internal> or <display-box> keyword; see prose in a variety of specs for computation rules": {
    "en-US": "a pair of keywords representing the inner and outer display types plus optional list-item flag, or a <display-internal> or <display-box> keyword; see prose in a variety of specs for computation rules",
    "de": "ein Paar von Schlüsselwörtern, das die inneren und äußeren Anzeigearten repräsentiert, plus optionales list-item-Flag, oder ein <display-internal>- oder <display-box>-Schlüsselwort; siehe Fließtext in verschiedenen Spezifikationen für Berechnungsregeln",
    "es": "un par de palabras clave que representan los tipos de display interno y externo más un indicador opcional list-item, o una palabra clave <display-internal> o <display-box>; consulta el texto explicativo de varias especificaciones para las reglas de cálculo",
    "fr": "une paire de mots-clés représentant les types d’affichage interne et externe plus un indicateur optionnel list-item, ou un mot-clé <display-internal> ou <display-box> ; voir le texte explicatif dans diverses spécifications pour les règles de calcul",
    "ja": "内側と外側の display 型を表す 2 つのキーワードと任意の list-item フラグ、または <display-internal> キーワード、<display-box> キーワード。算出規則については各種仕様の本文を参照してください。",
    "ko": "내부 및 외부 display 타입을 나타내는 키워드 쌍과 선택적인 list-item 플래그, 또는 <display-internal>이나 <display-box> 키워드. 계산 규칙은 여러 명세의 설명을 참고하세요.",
    "pt-BR": "um par de palavras-chave representando os tipos de display interno e externo, mais a flag list-item opcional, ou uma palavra-chave <display-internal> ou <display-box>; veja o texto em várias especificações para regras de cálculo",
    "zh-CN": "一对表示内部与外部 display 类型的关键字，外加可选的 list-item 标志，或者是 <display-internal> 或 <display-box> 关键字；计算规则参见各规范中的说明",
    "zh-TW": "一對代表內部與外部 display 類型的關鍵字，加上可選的 list-item 旗標，或是 <display-internal> 或 <display-box> 關鍵字；計算規則請參見各規範中的敘述"
  },
  "a percentage, see below": {
    "en-US": "a percentage, see below",
    "de": "ein Prozentsatz, siehe unten",
    "es": "un porcentaje; ver más abajo",
    "fr": "un pourcentage, voir ci-dessous",
    "ja": "パーセンテージ（下記参照）",
    "ko": "퍼센트 값(자세한 내용은 아래 참고)",
    "pt-BR": "uma porcentagem, veja abaixo",
    "zh-CN": "一个百分比，见下文",
    "zh-TW": "一個百分比，見下文"
  },
  "a set of zero to four keywords indicating which sides to trim": {
    "en-US": "a set of zero to four keywords indicating which sides to trim",
    "de": "eine Menge von null bis vier Schlüsselwörtern, die angeben, welche Seiten beschnitten werden",
    "es": "un conjunto de entre cero y cuatro palabras clave que indican qué lados recortar",
    "fr": "un ensemble de zéro à quatre mots-clés indiquant les côtés à rogner",
    "ja": "トリミングする辺を示す 0〜4 個のキーワードの集合",
    "ko": "잘라낼 면을 나타내는 0~4개의 키워드 집합",
    "pt-BR": "um conjunto de zero a quatro palavras-chave indicando quais lados aparar",
    "zh-CN": "0 到 4 个关键字的集合，用于指明要裁剪的边",
    "zh-TW": "0 到 4 個關鍵字的集合，用來指明要裁剪的邊"
  },
  "absolute length": {
    "en-US": "absolute length",
    "de": "absolute Länge",
    "es": "longitud absoluta",
    "fr": "longueur absolue",
    "ja": "絶対長さ",
    "ko": "절대 길이",
    "pt-BR": "comprimento absoluto",
    "zh-CN": "绝对长度",
    "zh-TW": "絕對長度"
  },
  "absolute length, snapped as a border width; 0 if the outline style is none.": {
    "en-US": "absolute length, snapped as a border width; 0 if the outline style is none.",
    "de": "absolute Länge, auf eine Rahmenbreite gerundet; 0, wenn der outline-Stil none ist.",
    "es": "longitud absoluta, ajustada como un grosor de borde; 0 si el estilo de contorno es none.",
    "fr": "longueur absolue, ajustée comme une largeur de bordure ; 0 si le style d’outline est none.",
    "ja": "ボーダー幅にスナップされた絶対長さ。outline-style が none の場合は 0。",
    "ko": "절대 길이이며, 테두리 두께에 맞춰 스냅됩니다. outline 스타일이 none이면 0이 됩니다.",
    "pt-BR": "comprimento absoluto, ajustado como uma largura de borda; 0 se o estilo de contorno (outline) for none.",
    "zh-CN": "绝对长度，按边框宽度取整；如果轮廓样式为 none，则为 0。",
    "zh-TW": "絕對長度，依邊框寬度對齊；若外框樣式為 none，則為 0。"
  },
  "absolute length, snapped as a border width; zero if the border style is none or hidden": {
    "en-US": "absolute length, snapped as a border width; zero if the border style is none or hidden",
    "de": "absolute Länge, auf eine Rahmenbreite gerundet; null, wenn der border-Stil none oder hidden ist",
    "es": "longitud absoluta, ajustada como un grosor de borde; cero si el estilo de borde es none o hidden",
    "fr": "longueur absolue, ajustée comme une largeur de bordure ; zéro si le style de bordure est none ou hidden",
    "ja": "ボーダー幅にスナップされた絶対長さ。border-style が none または hidden の場合は 0。",
    "ko": "절대 길이이며, 테두리 두께에 맞춰 스냅됩니다. border 스타일이 none 또는 hidden이면 0이 됩니다.",
    "pt-BR": "comprimento absoluto, ajustado como uma largura de borda; zero se o estilo de borda for none ou hidden",
    "zh-CN": "绝对长度，按边框宽度取整；如果边框样式为 none 或 hidden，则为 0",
    "zh-TW": "絕對長度，依邊框寬度對齊；若邊框樣式為 none 或 hidden，則為 0"
  },
  "absolutely positioned boxes": {
    "en-US": "absolutely positioned boxes",
    "de": "absolut positionierte Boxen",
    "es": "cajas posicionadas absolutamente",
    "fr": "boîtes absolument positionnées",
    "ja": "絶対位置指定されたボックス",
    "ko": "절대 위치 지정 박스",
    "pt-BR": "caixas posicionadas absolutamente",
    "zh-CN": "绝对定位框",
    "zh-TW": "絕對定位框"
  },
  "add": {
    "en-US": "add",
    "de": "add",
    "es": "add",
    "fr": "add",
    "ja": "add",
    "ko": "add",
    "pt-BR": "add",
    "zh-CN": "add",
    "zh-TW": "add"
  },
  "all": {
    "en-US": "all",
    "de": "all",
    "es": "all",
    "fr": "all",
    "ja": "all",
    "ko": "all",
    "pt-BR": "all",
    "zh-CN": "all",
    "zh-TW": "all"
  },
  "all <length> property values of all elements": {
    "en-US": "all <length> property values of all elements",
    "de": "alle <length>-Eigenschaftswerte aller Elemente",
    "es": "todos los valores de propiedades <length> de todos los elementos",
    "fr": "toutes les valeurs de propriété <length> de tous les éléments",
    "ja": "すべての要素に対するすべての <length> プロパティ値",
    "ko": "모든 요소의 모든 <length> 속성 값",
    "pt-BR": "todos os valores de propriedades <length> de todos os elementos",
    "zh-CN": "所有元素的所有 <length> 属性值",
    "zh-TW": "所有元素的所有 <length> 屬性值"
  },
  "all <length>s made absolute, otherwise as specified": {
    "en-US": "all <length>s made absolute, otherwise as specified",
    "de": "alle <length>-Werte werden absolut gemacht, ansonsten wie angegeben",
    "es": "todas las <length> convertidas en absolutas; por lo demás, según lo especificado",
    "fr": "toutes les <length> rendues absolues, sinon comme spécifié",
    "ja": "すべての <length> を絶対長さに変換し、それ以外は指定どおり",
    "ko": "모든 <length> 값을 절대 길이로 변환하고, 그 외에는 지정된 대로",
    "pt-BR": "todos os <length> convertidos em absolutos, caso contrário conforme especificado",
    "zh-CN": "所有 <length> 转换为绝对值，其它保持为指定值",
    "zh-TW": "所有 <length> 轉換為絕對值，其餘依指定值"
  },
  "all elements": {
    "en-US": "all elements",
    "de": "alle Elemente",
    "es": "todos los elementos",
    "fr": "tous les éléments",
    "ja": "すべての要素",
    "ko": "모든 요소",
    "pt-BR": "todos os elementos",
    "zh-CN": "所有元素",
    "zh-TW": "所有元素"
  },
  "all elements (but see prose)": {
    "en-US": "all elements (but see prose)",
    "de": "alle Elemente (siehe Fließtext)",
    "es": "todos los elementos (pero consulta el texto explicativo)",
    "fr": "tous les éléments (mais voir le texte explicatif)",
    "ja": "すべての要素（ただし本文も参照）",
    "ko": "모든 요소(자세한 내용은 본문 참고)",
    "pt-BR": "todos os elementos (mas veja o texto explicativo)",
    "zh-CN": "所有元素（但请参见说明文字）",
    "zh-TW": "所有元素（但請參見敘述文字）"
  },
  "all elements and pseudo-elements": {
    "en-US": "all elements and pseudo-elements",
    "de": "alle Elemente und Pseudo-Elemente",
    "es": "todos los elementos y pseudo-elementos",
    "fr": "tous les éléments et pseudo-éléments",
    "ja": "すべての要素および疑似要素",
    "ko": "모든 요소 및 가상 요소",
    "pt-BR": "todos os elementos e pseudo-elementos",
    "zh-CN": "所有元素和伪元素",
    "zh-TW": "所有元素與虛擬元素"
  },
  "all elements and pseudo-elements, but not ::first-line or ::first-letter.": {
    "en-US": "all elements and pseudo-elements, but not ::first-line or ::first-letter.",
    "de": "alle Elemente und Pseudo-Elemente, jedoch nicht ::first-line oder ::first-letter.",
    "es": "todos los elementos y pseudo-elementos, pero no ::first-line ni ::first-letter.",
    "fr": "tous les éléments et pseudo-éléments, mais pas ::first-line ni ::first-letter.",
    "ja": "すべての要素および疑似要素。ただし ::first-line および ::first-letter は除きます。",
    "ko": "모든 요소 및 가상 요소. 단, ::first-line 및 ::first-letter는 제외됩니다.",
    "pt-BR": "todos os elementos e pseudo-elementos, mas não ::first-line ou ::first-letter.",
    "zh-CN": "所有元素和伪元素，但不包括 ::first-line 或 ::first-letter。",
    "zh-TW": "所有元素與虛擬元素，但不包含 ::first-line 或 ::first-letter。"
  },
  "all elements and text": {
    "en-US": "all elements and text",
    "de": "alle Elemente und Text",
    "es": "todos los elementos y texto",
    "fr": "tous les éléments et le texte",
    "ja": "すべての要素およびテキスト",
    "ko": "모든 요소 및 텍스트",
    "pt-BR": "todos os elementos e texto",
    "zh-CN": "所有元素和文本",
    "zh-TW": "所有元素與文字"
  },
  "all elements except inline boxes": {
    "en-US": "all elements except inline boxes",
    "de": "alle Elemente außer Inline-Boxen",
    "es": "todos los elementos excepto las cajas en línea",
    "fr": "tous les éléments sauf les boîtes en ligne (inline)",
    "ja": "インラインボックスを除くすべての要素",
    "ko": "인라인 박스를 제외한 모든 요소",
    "pt-BR": "todos os elementos, exceto caixas inline",
    "zh-CN": "除内联框外的所有元素",
    "zh-TW": "除行內框之外的所有元素"
  },
  "all elements except inline boxes and internal ruby or table boxes": {
    "en-US": "all elements except inline boxes and internal ruby or table boxes",
    "de": "alle Elemente außer Inline-Boxen sowie internen Ruby- oder Tabellenboxen",
    "es": "todos los elementos excepto las cajas en línea y las cajas internas de ruby o de tabla",
    "fr": "tous les éléments sauf les boîtes en ligne et les boîtes internes de ruby ou de tableau",
    "ja": "インラインボックスおよび内部のルビや表ボックスを除くすべての要素",
    "ko": "인라인 박스와 내부 루비/테이블 박스를 제외한 모든 요소",
    "pt-BR": "todos os elementos, exceto caixas inline e caixas internas de ruby ou de tabela",
    "zh-CN": "除内联框及内部 ruby 或表格框外的所有元素",
    "zh-TW": "除行內框以及內部 ruby 或表格框之外的所有元素"
  },
  "all elements except inline-level boxes, internal ruby boxes, table column boxes, table column group boxes, absolutely-positioned boxes": {
    "en-US": "all elements except inline-level boxes, internal ruby boxes, table column boxes, table column group boxes, absolutely-positioned boxes",
    "de": "alle Elemente außer Inline-Level-Boxen, internen Ruby-Boxen, Tabellenspaltenboxen, Tabellenspalten­gruppenboxen und absolut positionierten Boxen",
    "es": "todos los elementos excepto las cajas de nivel en línea, las cajas internas de ruby, las cajas de columna de tabla, las cajas de grupo de columnas de tabla y las cajas posicionadas absolutamente",
    "fr": "tous les éléments sauf les boîtes de niveau inline, les boîtes ruby internes, les boîtes de colonne de tableau, les boîtes de groupe de colonnes de tableau et les boîtes absolument positionnées",
    "ja": "インラインレベルボックス、内部ルビボックス、表列ボックス、表列グループボックス、絶対位置指定ボックスを除くすべての要素",
    "ko": "인라인 레벨 박스, 내부 루비 박스, 테이블 열 박스, 테이블 열 그룹 박스, 절대 위치 박스를 제외한 모든 요소",
    "pt-BR": "todos os elementos, exceto caixas de nível inline, caixas internas de ruby, caixas de coluna de tabela, caixas de grupo de colunas de tabela e caixas posicionadas absolutamente",
    "zh-CN": "除行内级框、内部 ruby 框、表格列框、表格列组框及绝对定位框外的所有元素",
    "zh-TW": "除行內層級框、內部 ruby 框、表格欄框、表格欄群組框以及絕對定位框之外的所有元素"
  },
  "all elements except internal table elements, ruby base containers, and ruby annotation containers": {
    "en-US": "all elements except internal table elements, ruby base containers, and ruby annotation containers",
    "de": "alle Elemente außer internen Tabellenelementen, Ruby-Basiscontainern und Ruby-Anmerkungs­containern",
    "es": "todos los elementos excepto los elementos internos de tabla, los contenedores de base ruby y los contenedores de anotación ruby",
    "fr": "tous les éléments sauf les éléments internes de tableau, les conteneurs de base ruby et les conteneurs d’annotation ruby",
    "ja": "内部表要素、ルビベースコンテナー、およびルビ注釈コンテナーを除くすべての要素",
    "ko": "내부 테이블 요소, 루비 베이스 컨테이너, 루비 주석 컨테이너를 제외한 모든 요소",
    "pt-BR": "todos os elementos, exceto elementos internos de tabela, contêineres de base ruby e contêineres de anotação ruby",
    "zh-CN": "除内部表格元素、ruby 基容器和 ruby 标注容器外的所有元素",
    "zh-TW": "除內部表格元素、ruby 基底容器與 ruby 註解容器之外的所有元素"
  },
  "all elements except non-replaced inlines": {
    "en-US": "all elements except non-replaced inlines",
    "de": "alle Elemente außer nicht ersetzten Inline-Elementen",
    "es": "todos los elementos excepto los elementos en línea no reemplazados",
    "fr": "tous les éléments sauf les éléments inline non remplacés",
    "ja": "非置換インライン要素を除くすべての要素",
    "ko": "치환되지 않은 인라인 요소를 제외한 모든 요소",
    "pt-BR": "todos os elementos, exceto elementos inline não substituídos",
    "zh-CN": "除非替换内联元素外的所有元素",
    "zh-TW": "除非取代行內元素之外的所有元素"
  },
  "all elements except ruby base containers and ruby annotation containers": {
    "en-US": "all elements except ruby base containers and ruby annotation containers",
    "de": "alle Elemente außer Ruby-Basiscontainern und Ruby-Anmerkungs­containern",
    "es": "todos los elementos excepto los contenedores de base ruby y los contenedores de anotación ruby",
    "fr": "tous les éléments sauf les conteneurs de base ruby et les conteneurs d’annotation ruby",
    "ja": "ルビベースコンテナーおよびルビ注釈コンテナーを除くすべての要素",
    "ko": "루비 베이스 컨테이너와 루비 주석 컨테이너를 제외한 모든 요소",
    "pt-BR": "todos os elementos, exceto contêineres de base ruby e contêineres de anotação ruby",
    "zh-CN": "除 ruby 基容器和 ruby 标注容器外的所有元素",
    "zh-TW": "除 ruby 基底容器與 ruby 註解容器之外的所有元素"
  },
  "all elements except table row groups, rows, column groups, and columns; and text": {
    "en-US": "all elements except table row groups, rows, column groups, and columns; and text",
    "de": "alle Elemente außer Tabellenzeilengruppen, Zeilen, Spaltengruppen und Spalten sowie Text",
    "es": "todos los elementos excepto los grupos de filas de tabla, las filas, los grupos de columnas y las columnas; y el texto",
    "fr": "tous les éléments sauf les groupes de lignes, les lignes, les groupes de colonnes et les colonnes de tableau ; et le texte",
    "ja": "表の行グループ・行・列グループ・列およびテキストを除くすべての要素",
    "ko": "테이블 행 그룹, 행, 열 그룹, 열 및 텍스트를 제외한 모든 요소",
    "pt-BR": "todos os elementos, exceto grupos de linhas de tabela, linhas, grupos de colunas e colunas; e texto",
    "zh-CN": "除表格行组、表格行、列表组、列表以及文本外的所有元素",
    "zh-TW": "除表格列群組、表格列、欄群組、欄以及文字之外的所有元素"
  },
  "all elements except table-column-group and table-column": {
    "en-US": "all elements except table-column-group and table-column",
    "de": "alle Elemente außer table-column-group und table-column",
    "es": "todos los elementos excepto table-column-group y table-column",
    "fr": "tous les éléments sauf table-column-group et table-column",
    "ja": "table-column-group および table-column を除くすべての要素",
    "ko": "table-column-group과 table-column을 제외한 모든 요소",
    "pt-BR": "todos os elementos, exceto table-column-group e table-column",
    "zh-CN": "除 table-column-group 与 table-column 外的所有元素",
    "zh-TW": "除 table-column-group 與 table-column 之外的所有元素"
  },
  "all elements except: internal table elements other than table cells, ruby base containers, and ruby annotation containers": {
    "en-US": "all elements except: internal table elements other than table cells, ruby base containers, and ruby annotation containers",
    "de": "alle Elemente außer: internen Tabellenelementen außer Tabellenzellen, Ruby-Basiscontainern und Ruby-Anmerkungs­containern",
    "es": "todos los elementos excepto: los elementos internos de tabla que no sean celdas de tabla, los contenedores de base ruby y los contenedores de anotación ruby",
    "fr": "tous les éléments sauf : les éléments internes de tableau autres que les cellules de tableau, les conteneurs de base ruby et les conteneurs d’annotation ruby",
    "ja": "表セル以外の内部表要素、ルビベースコンテナー、ルビ注釈コンテナーを除くすべての要素",
    "ko": "테이블 셀 이외의 내부 테이블 요소, 루비 베이스 컨테이너, 루비 주석 컨테이너를 제외한 모든 요소",
    "pt-BR": "todos os elementos, exceto: elementos internos de tabela que não sejam células de tabela, contêineres de base ruby e contêineres de anotação ruby",
    "zh-CN": "除表格单元格以外的内部表格元素、ruby 基容器和 ruby 标注容器外的所有元素",
    "zh-TW": "除表格儲存格以外的內部表格元素、ruby 基底容器與 ruby 註解容器之外的所有元素"
  },
  "all elements except: non-replaced inline elements, table rows, row groups, table columns, and column groups.": {
    "en-US": "all elements except: non-replaced inline elements, table rows, row groups, table columns, and column groups.",
    "de": "alle Elemente außer: nicht ersetzten Inline-Elementen, Tabellenzeilen, Zeilengruppen, Tabellenspalten und Spaltengruppen.",
    "es": "todos los elementos excepto: los elementos en línea no reemplazados, las filas de tabla, los grupos de filas, las columnas de tabla y los grupos de columnas.",
    "fr": "tous les éléments sauf : les éléments inline non remplacés, les lignes de tableau, les groupes de lignes, les colonnes de tableau et les groupes de colonnes.",
    "ja": "非置換インライン要素、表行、行グループ、表列、列グループを除くすべての要素。",
    "ko": "치환되지 않은 인라인 요소, 테이블 행, 행 그룹, 테이블 열, 열 그룹을 제외한 모든 요소.",
    "pt-BR": "todos os elementos, exceto: elementos inline não substituídos, linhas de tabela, grupos de linhas, colunas de tabela e grupos de colunas.",
    "zh-CN": "除非替换内联元素、表格行、行组、表格列和列组外的所有元素。",
    "zh-TW": "除非取代行內元素、表格列、列群組、表格欄與欄群組之外的所有元素。"
  },
  "all elements that accept width or height": {
    "en-US": "all elements that accept width or height",
    "de": "alle Elemente, die width oder height akzeptieren",
    "es": "todos los elementos que aceptan width o height",
    "fr": "tous les éléments qui acceptent width ou height",
    "ja": "width または height を受け付けるすべての要素",
    "ko": "width 또는 height를 사용할 수 있는 모든 요소",
    "pt-BR": "todos os elementos que aceitam width ou height",
    "zh-CN": "所有接受 width 或 height 的元素",
    "zh-TW": "所有可接受 width 或 height 的元素"
  },
  "all elements that generate a principal box": {
    "en-US": "all elements that generate a principal box",
    "de": "alle Elemente, die eine Hauptbox erzeugen",
    "es": "todos los elementos que generan una caja principal",
    "fr": "tous les éléments qui génèrent une boîte principale",
    "ja": "主ボックスを生成するすべての要素",
    "ko": "주요(principal) 박스를 생성하는 모든 요소",
    "pt-BR": "todos os elementos que geram uma caixa principal",
    "zh-CN": "所有生成主框的元素",
    "zh-TW": "所有產生主要框的元素"
  },
  "all elements where border-radius can apply": {
    "en-US": "all elements where border-radius can apply",
    "de": "alle Elemente, auf die border-radius angewendet werden kann",
    "es": "todos los elementos a los que puede aplicarse border-radius",
    "fr": "tous les éléments auxquels border-radius peut s’appliquer",
    "ja": "border-radius を適用できるすべての要素",
    "ko": "border-radius를 적용할 수 있는 모든 요소",
    "pt-BR": "todos os elementos nos quais border-radius pode ser aplicado",
    "zh-CN": "所有可应用 border-radius 的元素",
    "zh-TW": "所有可套用 border-radius 的元素"
  },
  "all elements, and optionally to the ::before and ::after pseudo-elements": {
    "en-US": "all elements, and optionally to the ::before and ::after pseudo-elements",
    "de": "alle Elemente und optional die ::before- und ::after-Pseudo-Elemente",
    "es": "todos los elementos y, opcionalmente, los pseudo-elementos ::before y ::after",
    "fr": "tous les éléments, et éventuellement les pseudo-éléments ::before et ::after",
    "ja": "すべての要素、および任意で ::before と ::after 疑似要素",
    "ko": "모든 요소 및 선택적으로 ::before, ::after 가상 요소",
    "pt-BR": "todos os elementos e, opcionalmente, os pseudo-elementos ::before e ::after",
    "zh-CN": "所有元素，可选地还包括 ::before 和 ::after 伪元素",
    "zh-TW": "所有元素，並可選擇包含 ::before 與 ::after 虛擬元素"
  },
  "all elements, but not pseudo-elements": {
    "en-US": "all elements, but not pseudo-elements",
    "de": "alle Elemente, jedoch keine Pseudo-Elemente",
    "es": "todos los elementos, pero no pseudo-elementos",
    "fr": "tous les éléments, mais pas les pseudo-éléments",
    "ja": "すべての要素。ただし疑似要素は除く。",
    "ko": "모든 요소(가상 요소는 제외)",
    "pt-BR": "todos os elementos, mas não pseudo-elementos",
    "zh-CN": "所有元素，但不包括伪元素",
    "zh-TW": "所有元素，但不包含虛擬元素"
  },
  "all elements, but see prose": {
    "en-US": "all elements, but see prose",
    "de": "alle Elemente, siehe jedoch Fließtext",
    "es": "todos los elementos, pero consulta el texto explicativo",
    "fr": "tous les éléments, mais voir le texte explicatif",
    "ja": "すべての要素（ただし本文も参照）",
    "ko": "모든 요소(자세한 내용은 본문 참고)",
    "pt-BR": "todos os elementos, mas veja o texto explicativo",
    "zh-CN": "所有元素，但请参见说明文字",
    "zh-TW": "所有元素，但請參見敘述文字"
  },
  "all elements, except table element when border-collapse is collapse": {
    "en-US": "all elements, except table element when border-collapse is collapse",
    "de": "alle Elemente außer dem table-Element, wenn border-collapse auf collapse gesetzt ist",
    "es": "todos los elementos, excepto el elemento table cuando border-collapse es collapse",
    "fr": "tous les éléments, sauf l’élément table lorsque border-collapse vaut collapse",
    "ja": "border-collapse が collapse のときの table 要素を除くすべての要素",
    "ko": "border-collapse가 collapse일 때 테이블 요소를 제외한 모든 요소",
    "pt-BR": "todos os elementos, exceto o elemento de tabela quando border-collapse é collapse",
    "zh-CN": "所有元素，当 border-collapse 为 collapse 时不包括 table 元素",
    "zh-TW": "所有元素，但在 border-collapse 為 collapse 時不包含 table 元素"
  },
  "all elements, tree-abiding pseudo-elements, and page margin boxes": {
    "en-US": "all elements, tree-abiding pseudo-elements, and page margin boxes",
    "de": "alle Elemente, baumkonforme Pseudo-Elemente und Seitenrandboxen",
    "es": "todos los elementos, los pseudo-elementos que pertenecen al árbol y las cajas de margen de página",
    "fr": "tous les éléments, les pseudo-éléments qui respectent l’arbre et les boîtes de marge de page",
    "ja": "すべての要素、ツリーに属する疑似要素、およびページマージンボックス",
    "ko": "모든 요소, 트리 구조를 따르는 가상 요소, 페이지 여백 박스",
    "pt-BR": "todos os elementos, pseudo-elementos que participam da árvore e caixas de margem de página",
    "zh-CN": "所有元素、遵循文档树的伪元素以及页面边距框",
    "zh-TW": "所有元素、遵守樹結構的虛擬元素與頁邊框"
  },
  "all elements.": {
    "en-US": "all elements.",
    "de": "alle Elemente.",
    "es": "todos los elementos.",
    "fr": "tous les éléments.",
    "ja": "すべての要素。",
    "ko": "모든 요소.",
    "pt-BR": "todos os elementos.",
    "zh-CN": "所有元素。",
    "zh-TW": "所有元素。"
  },
  "all enabled elements": {
    "en-US": "all enabled elements",
    "de": "alle aktivierten Elemente",
    "es": "todos los elementos habilitados",
    "fr": "tous les éléments activés",
    "ja": "有効なすべての要素",
    "ko": "활성화된 모든 요소",
    "pt-BR": "todos os elementos habilitados",
    "zh-CN": "所有启用的元素",
    "zh-TW": "所有啟用的元素"
  },
  "alpha": {
    "en-US": "alpha",
    "de": "alpha",
    "es": "alpha",
    "fr": "alpha",
    "ja": "alpha",
    "ko": "alpha",
    "pt-BR": "alpha",
    "zh-CN": "alpha",
    "zh-TW": "alpha"
  },
  "alphabetic": {
    "en-US": "alphabetic",
    "de": "alphabetic",
    "es": "alphabetic",
    "fr": "alphabetic",
    "ja": "alphabetic",
    "ko": "alphabetic",
    "pt-BR": "alphabetic",
    "zh-CN": "alphabetic",
    "zh-TW": "alphabetic"
  },
  "alternate": {
    "en-US": "alternate",
    "de": "alternate",
    "es": "alternate",
    "fr": "alternate",
    "ja": "alternate",
    "ko": "alternate",
    "pt-BR": "alternate",
    "zh-CN": "alternate",
    "zh-TW": "alternate"
  },
  "an RGBA color": {
    "en-US": "an RGBA color",
    "de": "eine RGBA-Farbe",
    "es": "un color RGBA",
    "fr": "une couleur RGBA",
    "ja": "RGBA カラー",
    "ko": "RGBA 색상",
    "pt-BR": "uma cor RGBA",
    "zh-CN": "一个 RGBA 颜色值",
    "zh-TW": "一個 RGBA 顏色值"
  },
  "an absolute length": {
    "en-US": "an absolute length",
    "de": "eine absolute Länge",
    "es": "una longitud absoluta",
    "fr": "une longueur absolue",
    "ja": "絶対長さ",
    "ko": "절대 길이",
    "pt-BR": "um comprimento absoluto",
    "zh-CN": "一个绝对长度",
    "zh-TW": "一個絕對長度"
  },
  "an absolute length and/or a percentage": {
    "en-US": "an absolute length and/or a percentage",
    "de": "eine absolute Länge und/oder ein Prozentsatz",
    "es": "una longitud absoluta y/o un porcentaje",
    "fr": "une longueur absolue et/ou un pourcentage",
    "ja": "絶対長さおよび／またはパーセンテージ",
    "ko": "절대 길이 및/또는 퍼센트 값",
    "pt-BR": "um comprimento absoluto e/ou uma porcentagem",
    "zh-CN": "一个绝对长度和/或一个百分比",
    "zh-TW": "一個絕對長度和／或一個百分比"
  },
  "an absolute length or percentage": {
    "en-US": "an absolute length or percentage",
    "de": "eine absolute Länge oder ein Prozentsatz",
    "es": "una longitud absoluta o un porcentaje",
    "fr": "une longueur absolue ou un pourcentage",
    "ja": "絶対長さまたはパーセンテージ",
    "ko": "절대 길이 또는 퍼센트 값",
    "pt-BR": "um comprimento absoluto ou porcentagem",
    "zh-CN": "一个绝对长度或百分比",
    "zh-TW": "一個絕對長度或百分比"
  },
  "an integer, see below": {
    "en-US": "an integer, see below",
    "de": "eine Ganzzahl, siehe unten",
    "es": "un entero; ver más abajo",
    "fr": "un entier, voir ci-dessous",
    "ja": "整数（下記参照）",
    "ko": "정수(자세한 내용은 아래 참고)",
    "pt-BR": "um inteiro, veja abaixo",
    "zh-CN": "一个整数，见下文",
    "zh-TW": "一個整數，見下文"
  },
  "anchors-visible": {
    "en-US": "anchors-visible",
    "de": "anchors-visible",
    "es": "anchors-visible",
    "fr": "anchors-visible",
    "ja": "anchors-visible",
    "ko": "anchors-visible",
    "pt-BR": "anchors-visible",
    "zh-CN": "anchors-visible",
    "zh-TW": "anchors-visible"
  },
  "as SLERP, but see below for none": {
    "en-US": "as SLERP, but see below for none",
    "de": "wie SLERP, aber siehe unten für none",
    "es": "como SLERP, pero ver más abajo para none",
    "fr": "comme SLERP, mais voir ci-dessous pour none",
    "ja": "SLERP と同様。ただし none の場合は下記参照。",
    "ko": "SLERP와 같으나, none의 경우는 아래를 참고하세요.",
    "pt-BR": "como SLERP, mas veja abaixo para none",
    "zh-CN": "与 SLERP 相同，但 none 的情况见下文",
    "zh-TW": "與 SLERP 相同，但 none 的情況請見下文"
  },
  "as defined for <basic-shape> (with <shape-box> following, if supplied); else the computed <image>; else the keyword as specified": {
    "en-US": "as defined for <basic-shape> (with <shape-box> following, if supplied); else the computed <image>; else the keyword as specified",
    "de": "wie für <basic-shape> definiert (mit anschließendem <shape-box>, falls angegeben); andernfalls das berechnete <image>; andernfalls das Schlüsselwort wie angegeben",
    "es": "como se define para <basic-shape> (con <shape-box> a continuación, si se proporciona); en caso contrario, la <image> calculada; en su defecto, la palabra clave especificada",
    "fr": "comme défini pour <basic-shape> (avec <shape-box> à la suite, si fourni) ; sinon l’<image> calculée ; sinon le mot-clé tel que spécifié",
    "ja": "<basic-shape> について定義されたとおり（指定されていれば続く <shape-box> を伴う）。それ以外の場合は算出された <image>。それもなければ指定されたキーワード。",
    "ko": "<basic-shape>에 대해 정의된 대로(<shape-box>가 있다면 그 뒤에 따라옴), 그렇지 않으면 계산된 <image>, 그것도 아니면 지정된 키워드 그대로입니다.",
    "pt-BR": "como definido para <basic-shape> (com <shape-box> em seguida, se fornecido); caso contrário, o <image> calculado; caso contrário, a palavra-chave como especificada",
    "zh-CN": "如 <basic-shape> 所定义（如提供则带有后续的 <shape-box>）；否则为计算后的 <image>；否则为指定的关键字",
    "zh-TW": "如 <basic-shape> 所定義（若有提供則後接 <shape-box>）；否則為計算後的 <image>；再否則為指定的關鍵字"
  },
  "as defined for <basic-shape>, otherwise discrete": {
    "en-US": "as defined for <basic-shape>, otherwise discrete",
    "de": "wie für <basic-shape> definiert, andernfalls diskret",
    "es": "como se define para <basic-shape>; en caso contrario, discreto",
    "fr": "comme défini pour <basic-shape>, sinon discret",
    "ja": "<basic-shape> について定義されたとおり。それ以外は離散的に変化。",
    "ko": "<basic-shape>에 대해 정의된 방식으로, 그 외의 경우는 이산(discrete) 값입니다.",
    "pt-BR": "como definido para <basic-shape>, caso contrário discreto",
    "zh-CN": "如 <basic-shape> 定义，否则离散变化",
    "zh-TW": "如 <basic-shape> 所定義，否則為離散變化"
  },
  "as for background-position": {
    "en-US": "as for background-position",
    "de": "wie bei background-position",
    "es": "como para background-position",
    "fr": "comme pour background-position",
    "ja": "background-position と同様",
    "ko": "background-position과 동일",
    "pt-BR": "como em background-position",
    "zh-CN": "同 background-position",
    "zh-TW": "同 background-position"
  },
  "as if possible, otherwise discrete": {
    "en-US": "as if possible, otherwise discrete",
    "de": "als wenn möglich, andernfalls diskret",
    "es": "como si fuera posible; en caso contrario, discreto",
    "fr": "comme si possible, sinon discret",
    "ja": "可能であれば補間し、それ以外は離散的に変化",
    "ko": "가능한 경우 연속적으로, 그렇지 않으면 이산(discrete) 값으로",
    "pt-BR": "como se possível, caso contrário discreto",
    "zh-CN": "按数值方式插值（若可能），否则离散变化",
    "zh-TW": "在可行時以數值方式插值，否則為離散變化"
  },
  "as length": {
    "en-US": "as length",
    "de": "wie length",
    "es": "como longitud",
    "fr": "comme length",
    "ja": "長さとして",
    "ko": "length처럼",
    "pt-BR": "como comprimento",
    "zh-CN": "作为长度处理",
    "zh-TW": "視為長度處理"
  },
  "as shadow list": {
    "en-US": "as shadow list",
    "de": "wie eine Schattenliste",
    "es": "como lista de sombras",
    "fr": "comme une liste d’ombres",
    "ja": "シャドウリストとして",
    "ko": "그림자 목록(shadow list)처럼",
    "pt-BR": "como lista de sombras",
    "zh-CN": "按阴影列表处理",
    "zh-TW": "依陰影列表處理"
  },
  "as specified": {
    "en-US": "as specified",
    "de": "wie angegeben",
    "es": "como se especifica",
    "fr": "comme spécifié",
    "ja": "指定どおり",
    "ko": "지정된 그대로",
    "pt-BR": "como especificado",
    "zh-CN": "与指定值相同",
    "zh-TW": "與指定值相同"
  },
  "as specified except for element’s whose float computed value is not none, in which case the computed value is auto.": {
    "en-US": "as specified except for element’s whose float computed value is not none, in which case the computed value is auto.",
    "de": "wie angegeben, außer bei Elementen, deren berechneter float-Wert nicht none ist; in diesem Fall ist der berechnete Wert auto.",
    "es": "como se especifica, excepto para los elementos cuyo valor calculado de float no es none, en cuyo caso el valor calculado es auto.",
    "fr": "comme spécifié sauf pour les éléments dont la valeur calculée de float n’est pas none, auquel cas la valeur calculée est auto.",
    "ja": "指定どおり。ただし float の算出値が none でない要素の場合、その算出値は auto になります。",
    "ko": "float의 계산값이 none이 아닌 요소의 경우 계산값이 auto가 되며, 그 외에는 지정된 그대로입니다.",
    "pt-BR": "como especificado, exceto para elementos cujo valor calculado de float não seja none, caso em que o valor calculado é auto.",
    "zh-CN": "与指定值相同，但对计算后 float 值不为 none 的元素，其计算值为 auto。",
    "zh-TW": "與指定值相同，但若元素的 float 計算值非 none，則其計算值為 auto。"
  },
  "as specified, but with <color> values computed and <url> values made absolute": {
    "en-US": "as specified, but with <color> values computed and <url> values made absolute",
    "de": "wie angegeben, jedoch mit berechneten <color>-Werten und absoluten <url>-Werten",
    "es": "como se especifica, pero con los valores <color> calculados y los valores <url> convertidos a absolutos",
    "fr": "comme spécifié, mais avec les valeurs <color> calculées et les valeurs <url> rendues absolues",
    "ja": "指定どおり。ただし <color> 値は算出され、<url> 値は絶対 URL に変換されます。",
    "ko": "지정된 대로지만, <color> 값은 계산되고 <url> 값은 절대 URL로 변환됩니다.",
    "pt-BR": "como especificado, mas com valores <color> calculados e valores <url> tornados absolutos",
    "zh-CN": "与指定值相同，但 <color> 值已计算，<url> 值已转换为绝对 URL",
    "zh-TW": "與指定值相同，但 <color> 值已計算，<url> 值已轉為絕對 URL"
  },
  "as specified, but with <percentage> converted to the equivalent <number>": {
    "en-US": "as specified, but with <percentage> converted to the equivalent <number>",
    "de": "wie angegeben, jedoch mit <percentage>, das in die entsprechende <number> umgerechnet wird",
    "es": "como se especifica, pero con <percentage> convertido al <number> equivalente",
    "fr": "comme spécifié, mais avec <percentage> converti en <number> équivalent",
    "ja": "指定どおり。ただし <percentage> は対応する <number> に変換されます。",
    "ko": "지정된 대로지만, <percentage> 값은 동등한 <number> 값으로 변환됩니다.",
    "pt-BR": "como especificado, mas com <percentage> convertido para o <number> equivalente",
    "zh-CN": "与指定值相同，但将 <percentage> 转换为等效的 <number>",
    "zh-TW": "與指定值相同，但將 <percentage> 轉換為等效的 <number>"
  },
  "as specified, but with <url> values (that are part of a <marker-ref>) made absolute": {
    "en-US": "as specified, but with <url> values (that are part of a <marker-ref>) made absolute",
    "de": "wie angegeben, aber mit <url>-Werten (die Teil eines <marker-ref> sind) als absolute URLs",
    "es": "como se especifica, pero con los valores <url> (que forman parte de un <marker-ref>) convertidos a absolutos",
    "fr": "comme spécifié, mais avec les valeurs <url> (qui font partie d’un <marker-ref>) rendues absolues",
    "ja": "指定どおり。ただし <marker-ref> の一部である <url> 値は絶対 URL に変換されます。",
    "ko": "지정된 대로지만, <marker-ref>의 일부인 <url> 값은 절대 URL로 변환됩니다.",
    "pt-BR": "como especificado, mas com valores <url> (que fazem parte de um <marker-ref>) tornados absolutos",
    "zh-CN": "与指定值相同，但将作为 <marker-ref> 一部分的 <url> 值转换为绝对 URL",
    "zh-TW": "與指定值相同，但將作為 <marker-ref> 一部分的 <url> 值轉為絕對 URL"
  },
  "as specified, but with <url> values made absolute": {
    "en-US": "as specified, but with <url> values made absolute",
    "de": "wie angegeben, aber mit absoluten <url>-Werten",
    "es": "como se especifica, pero con los valores <url> convertidos a absolutos",
    "fr": "comme spécifié, mais avec les valeurs <url> rendues absolues",
    "ja": "指定どおり。ただし <url> 値は絶対 URL に変換されます。",
    "ko": "지정된 대로지만, <url> 값은 절대 URL로 변환됩니다.",
    "pt-BR": "como especificado, mas com valores <url> tornados absolutos",
    "zh-CN": "与指定值相同，但将 <url> 值转换为绝对 URL",
    "zh-TW": "與指定值相同，但將 <url> 值轉為絕對 URL"
  },
  "as specified, but with lengths made absolute": {
    "en-US": "as specified, but with lengths made absolute",
    "de": "wie angegeben, jedoch mit absoluten Längen",
    "es": "como se especifica, pero con las longitudes convertidas en absolutas",
    "fr": "comme spécifié, mais avec les longueurs rendues absolues",
    "ja": "指定どおり。ただし長さは絶対値に変換されます。",
    "ko": "지정된 대로지만, 길이 값은 절대 길이로 변환됩니다.",
    "pt-BR": "como especificado, mas com comprimentos tornados absolutos",
    "zh-CN": "与指定值相同，但长度值转换为绝对长度",
    "zh-TW": "與指定值相同，但長度值轉為絕對長度"
  },
  "as specified, but with lengths made absolute and omitted auto keywords filled in": {
    "en-US": "as specified, but with lengths made absolute and omitted auto keywords filled in",
    "de": "wie angegeben, jedoch mit absoluten Längen und ergänzten ausgelassenen auto-Schlüsselwörtern",
    "es": "como se especifica, pero con las longitudes convertidas en absolutas y las palabras clave auto omitidas completadas",
    "fr": "comme spécifié, mais avec les longueurs rendues absolues et les mots-clés auto omis complétés",
    "ja": "指定どおり。ただし長さは絶対値に変換され、省略された auto キーワードは補完されます。",
    "ko": "지정된 대로지만, 길이는 절대 길이로 변환되고 생략된 auto 키워드는 채워집니다.",
    "pt-BR": "como especificado, mas com comprimentos tornados absolutos e palavras-chave auto omitidas preenchidas",
    "zh-CN": "与指定值相同，但长度值转换为绝对长度，并填补省略的 auto 关键字",
    "zh-TW": "與指定值相同，但長度值轉為絕對長度，並補上省略的 auto 關鍵字"
  },
  "as specified, except with any relative URLs converted to absolute": {
    "en-US": "as specified, except with any relative URLs converted to absolute",
    "de": "wie angegeben, außer dass alle relativen URLs in absolute URLs umgewandelt werden",
    "es": "como se especifica, excepto que cualquier URL relativa se convierte en absoluta",
    "fr": "comme spécifié, sauf que toute URL relative est convertie en URL absolue",
    "ja": "指定どおり。ただし相対 URL は絶対 URL に変換されます。",
    "ko": "지정된 대로지만, 모든 상대 URL은 절대 URL로 변환됩니다.",
    "pt-BR": "como especificado, exceto com qualquer URL relativa convertida em absoluta",
    "zh-CN": "与指定值相同，但所有相对 URL 转换为绝对 URL",
    "zh-TW": "與指定值相同，但所有相對 URL 皆轉為絕對 URL"
  },
  "as specified, with <length-percentage> values computed": {
    "en-US": "as specified, with <length-percentage> values computed",
    "de": "wie angegeben, mit berechneten <length-percentage>-Werten",
    "es": "como se especifica, con los valores <length-percentage> calculados",
    "fr": "comme spécifié, avec les valeurs <longueur-pourcentage> calculées",
    "ja": "指定どおり。ただし <length-percentage> 値は算出されます。",
    "ko": "지정된 대로지만, <length-percentage> 값은 계산됩니다.",
    "pt-BR": "como especificado, com valores <length-percentage> calculados",
    "zh-CN": "与指定值相同，但 <length-percentage> 值已计算",
    "zh-TW": "與指定值相同，但 <length-percentage> 值已計算"
  },
  "as specified, with <length> values computed": {
    "en-US": "as specified, with <length> values computed",
    "de": "wie angegeben, mit berechneten <length>-Werten",
    "es": "como se especifica, con los valores <length> calculados",
    "fr": "comme spécifié, avec les valeurs <length> calculées",
    "ja": "指定どおり。ただし <length> 値は算出されます。",
    "ko": "지정된 대로지만, <length> 값은 계산됩니다.",
    "pt-BR": "como especificado, com valores <length> calculados",
    "zh-CN": "与指定值相同，但 <length> 值已计算",
    "zh-TW": "與指定值相同，但 <length> 值已計算"
  },
  "as specified, with any <image> computed": {
    "en-US": "as specified, with any <image> computed",
    "de": "wie angegeben, wobei jedes <image> berechnet wird",
    "es": "como se especifica, con cualquier <image> calculada",
    "fr": "comme spécifié, avec toute <image> calculée",
    "ja": "指定どおり。ただし <image> は算出されます。",
    "ko": "지정된 대로지만, 모든 <image> 값은 계산됩니다.",
    "pt-BR": "como especificado, com qualquer <image> calculado",
    "zh-CN": "与指定值相同，但所有 <image> 已计算",
    "zh-TW": "與指定值相同，但所有 <image> 已計算"
  },
  "as specified, with lengths made absolute": {
    "en-US": "as specified, with lengths made absolute",
    "de": "wie angegeben, mit absoluten Längen",
    "es": "como se especifica, con las longitudes convertidas en absolutas",
    "fr": "comme spécifié, avec les longueurs rendues absolues",
    "ja": "指定どおり。ただし長さは絶対値に変換されます。",
    "ko": "지정된 대로지만, 길이 값은 절대 길이로 변환됩니다.",
    "pt-BR": "como especificado, com comprimentos tornados absolutos",
    "zh-CN": "与指定值相同，但长度值转换为绝对长度",
    "zh-TW": "與指定值相同，但長度值轉為絕對長度"
  },
  "auto": {
    "en-US": "auto",
    "de": "auto",
    "es": "auto",
    "fr": "auto",
    "ja": "auto",
    "ko": "auto",
    "pt-BR": "auto",
    "zh-CN": "auto",
    "zh-TW": "auto"
  },
  "auto auto": {
    "en-US": "auto auto",
    "de": "auto auto",
    "es": "auto auto",
    "fr": "auto auto",
    "ja": "auto auto",
    "ko": "auto auto",
    "pt-BR": "auto auto",
    "zh-CN": "auto auto",
    "zh-TW": "auto auto"
  },
  "balance": {
    "en-US": "balance",
    "de": "balance",
    "es": "balance",
    "fr": "balance",
    "ja": "balance",
    "ko": "balance",
    "pt-BR": "balance",
    "zh-CN": "balance",
    "zh-TW": "balance"
  },
  "baseline": {
    "en-US": "baseline",
    "de": "baseline",
    "es": "baseline",
    "fr": "baseline",
    "ja": "baseline",
    "ko": "baseline",
    "pt-BR": "baseline",
    "zh-CN": "baseline",
    "zh-TW": "baseline"
  },
  "black": {
    "en-US": "black",
    "de": "black",
    "es": "black",
    "fr": "black",
    "ja": "black",
    "ko": "black",
    "pt-BR": "black",
    "zh-CN": "black",
    "zh-TW": "black"
  },
  "block": {
    "en-US": "block",
    "de": "block",
    "es": "block",
    "fr": "block",
    "ja": "block",
    "ko": "block",
    "pt-BR": "block",
    "zh-CN": "block",
    "zh-TW": "block"
  },
  "block container elements": {
    "en-US": "block container elements",
    "de": "Block-Container-Elemente",
    "es": "elementos contenedor de bloque",
    "fr": "éléments conteneurs de type bloc",
    "ja": "ブロックコンテナー要素",
    "ko": "블록 컨테이너 요소",
    "pt-BR": "elementos contêiner de bloco",
    "zh-CN": "块级容器元素",
    "zh-TW": "區塊容器元素"
  },
  "block containers": {
    "en-US": "block containers",
    "de": "Block-Container",
    "es": "contenedores de bloque",
    "fr": "conteneurs de type bloc",
    "ja": "ブロックコンテナー",
    "ko": "블록 컨테이너",
    "pt-BR": "contêineres de bloco",
    "zh-CN": "块级容器",
    "zh-TW": "區塊容器"
  },
  "block containers [CSS2], flex containers [CSS3-FLEXBOX], and grid containers [CSS3-GRID-LAYOUT]": {
    "en-US": "block containers [CSS2], flex containers [CSS3-FLEXBOX], and grid containers [CSS3-GRID-LAYOUT]",
    "de": "Block-Container [CSS2], Flex-Container [CSS3-FLEXBOX] und Grid-Container [CSS3-GRID-LAYOUT]",
    "es": "contenedores de bloque [CSS2], contenedores flex [CSS3-FLEXBOX] y contenedores grid [CSS3-GRID-LAYOUT]",
    "fr": "conteneurs de type bloc [CSS2], conteneurs flex [CSS3-FLEXBOX] et conteneurs grille [CSS3-GRID-LAYOUT]",
    "ja": "ブロックコンテナー [CSS2]、フレックスコンテナー [CSS3-FLEXBOX]、グリッドコンテナー [CSS3-GRID-LAYOUT]",
    "ko": "블록 컨테이너[CSS2], 플렉스 컨테이너[CSS3-FLEXBOX], 그리드 컨테이너[CSS3-GRID-LAYOUT]",
    "pt-BR": "contêineres de bloco [CSS2], contêineres flex [CSS3-FLEXBOX] e contêineres de grid [CSS3-GRID-LAYOUT]",
    "zh-CN": "块级容器 [CSS2]、弹性容器 [CSS3-FLEXBOX] 和网格容器 [CSS3-GRID-LAYOUT]",
    "zh-TW": "區塊容器 [CSS2]、彈性容器 [CSS3-FLEXBOX] 與格線容器 [CSS3-GRID-LAYOUT]"
  },
  "block containers [CSS2], flex containers [CSS3-FLEXBOX], grid containers [CSS3-GRID-LAYOUT]": {
    "en-US": "block containers [CSS2], flex containers [CSS3-FLEXBOX], grid containers [CSS3-GRID-LAYOUT]",
    "de": "Block-Container [CSS2], Flex-Container [CSS3-FLEXBOX], Grid-Container [CSS3-GRID-LAYOUT]",
    "es": "contenedores de bloque [CSS2], contenedores flex [CSS3-FLEXBOX], contenedores grid [CSS3-GRID-LAYOUT]",
    "fr": "conteneurs de type bloc [CSS2], conteneurs flex [CSS3-FLEXBOX], conteneurs grille [CSS3-GRID-LAYOUT]",
    "ja": "ブロックコンテナー [CSS2]、フレックスコンテナー [CSS3-FLEXBOX]、グリッドコンテナー [CSS3-GRID-LAYOUT]",
    "ko": "블록 컨테이너[CSS2], 플렉스 컨테이너[CSS3-FLEXBOX], 그리드 컨테이너[CSS3-GRID-LAYOUT]",
    "pt-BR": "contêineres de bloco [CSS2], contêineres flex [CSS3-FLEXBOX] e contêineres de grid [CSS3-GRID-LAYOUT]",
    "zh-CN": "块级容器 [CSS2]、弹性容器 [CSS3-FLEXBOX]、网格容器 [CSS3-GRID-LAYOUT]",
    "zh-TW": "區塊容器 [CSS2]、彈性容器 [CSS3-FLEXBOX]、格線容器 [CSS3-GRID-LAYOUT]"
  },
  "block containers and inline boxes": {
    "en-US": "block containers and inline boxes",
    "de": "Block-Container und Inline-Boxen",
    "es": "contenedores de bloque y cajas en línea",
    "fr": "conteneurs de type bloc et boîtes en ligne",
    "ja": "ブロックコンテナーおよびインラインボックス",
    "ko": "블록 컨테이너 및 인라인 박스",
    "pt-BR": "contêineres de bloco e caixas inline",
    "zh-CN": "块级容器和内联框",
    "zh-TW": "區塊容器與行內框"
  },
  "block containers and multicol containers": {
    "en-US": "block containers and multicol containers",
    "de": "Block-Container und Mehrspalten-Container",
    "es": "contenedores de bloque y contenedores multicolumna",
    "fr": "conteneurs de type bloc et conteneurs multicolonnes",
    "ja": "ブロックコンテナーおよびマルチカラムコンテナー",
    "ko": "블록 컨테이너 및 다단(multi-column) 컨테이너",
    "pt-BR": "contêineres de bloco e contêineres multicoluna",
    "zh-CN": "块级容器和多列容器",
    "zh-TW": "區塊容器與多欄容器"
  },
  "block containers except table wrapper boxes": {
    "en-US": "block containers except table wrapper boxes",
    "de": "Block-Container mit Ausnahme von Tabellen-Wrapper-Boxen",
    "es": "contenedores de bloque excepto las cajas contenedoras de tabla (table wrapper boxes)",
    "fr": "conteneurs de type bloc sauf les boîtes enveloppantes de tableau",
    "ja": "表ラッパーボックスを除くブロックコンテナー",
    "ko": "테이블 래퍼 박스를 제외한 블록 컨테이너",
    "pt-BR": "contêineres de bloco, exceto caixas de empacotamento de tabela (table wrapper)",
    "zh-CN": "除表格包装框外的块级容器",
    "zh-TW": "除表格包裹框之外的區塊容器"
  },
  "block containers hat establish an inline formatting context": {
    "en-US": "block containers hat establish an inline formatting context",
    "de": "Block-Container, die einen Inline-Formatierungskontext herstellen",
    "es": "contenedores de bloque que establecen un contexto de formato en línea",
    "fr": "conteneurs de type bloc qui établissent un contexte de mise en forme en ligne",
    "ja": "インライン整形コンテキストを確立するブロックコンテナー",
    "ko": "인라인 서식 컨텍스트를 설정하는 블록 컨테이너",
    "pt-BR": "contêineres de bloco que estabelecem um contexto de formatação inline",
    "zh-CN": "建立内联格式化上下文的块级容器",
    "zh-TW": "建立行內格式化內容的區塊容器"
  },
  "block containers that establish an inline formatting context": {
    "en-US": "block containers that establish an inline formatting context",
    "de": "Block-Container, die einen Inline-Formatierungskontext herstellen",
    "es": "contenedores de bloque que establecen un contexto de formato en línea",
    "fr": "conteneurs de type bloc qui établissent un contexte de mise en forme en ligne",
    "ja": "インライン整形コンテキストを確立するブロックコンテナー",
    "ko": "인라인 서식 컨텍스트를 설정하는 블록 컨테이너",
    "pt-BR": "contêineres de bloco que estabelecem um contexto de formatação inline",
    "zh-CN": "建立内联格式化上下文的块级容器",
    "zh-TW": "建立行內格式化內容的區塊容器"
  },
  "block containers which are also either line-clamp containers or fragmentation containers that capture region breaks": {
    "en-US": "block containers which are also either line-clamp containers or fragmentation containers that capture region breaks",
    "de": "Block-Container, die außerdem entweder Line-Clamp-Container oder Fragmentierungs-Container sind, die Regionsumbrüche erfassen",
    "es": "contenedores de bloque que son también contenedores de line-clamp o contenedores de fragmentación que capturan saltos de región",
    "fr": "conteneurs de type bloc qui sont également des conteneurs line-clamp ou des conteneurs de fragmentation capturant les ruptures de région",
    "ja": "line-clamp コンテナー、または領域分断を捕捉する分断コンテナーでもあるブロックコンテナー",
    "ko": "라인 클램프(line-clamp) 컨테이너이거나 영역 분할(region break)를 포착하는 단편화 컨테이너이기도 한 블록 컨테이너",
    "pt-BR": "contêineres de bloco que também são contêineres de line-clamp ou contêineres de fragmentação que capturam quebras de região",
    "zh-CN": "同时作为行截断容器或捕获区域分隔的分片容器的块级容器",
    "zh-TW": "同時作為行截斷容器或捕捉區域分段的分割容器之區塊容器"
  },
  "block containers, inline boxes, table rows, grid containers, flex containers, and SVG text content elements": {
    "en-US": "block containers, inline boxes, table rows, grid containers, flex containers, and SVG text content elements",
    "de": "Block-Container, Inline-Boxen, Tabellenzeilen, Grid-Container, Flex-Container und SVG-Textinhaltselemente",
    "es": "contenedores de bloque, cajas en línea, filas de tabla, contenedores grid, contenedores flex y elementos de contenido de texto SVG",
    "fr": "conteneurs de type bloc, boîtes en ligne, lignes de tableau, conteneurs grille, conteneurs flex et éléments de contenu texte SVG",
    "ja": "ブロックコンテナー、インラインボックス、表行、グリッドコンテナー、フレックスコンテナー、SVG テキストコンテンツ要素",
    "ko": "블록 컨테이너, 인라인 박스, 테이블 행, 그리드 컨테이너, 플렉스 컨테이너, SVG 텍스트 콘텐츠 요소",
    "pt-BR": "contêineres de bloco, caixas inline, linhas de tabela, contêineres de grid, contêineres flex e elementos de conteúdo de texto SVG",
    "zh-CN": "块级容器、内联框、表格行、网格容器、弹性容器以及 SVG 文本内容元素",
    "zh-TW": "區塊容器、行內框、表格列、格線容器、彈性容器與 SVG 文字內容元素"
  },
  "block containers, multi-column containers, and inline boxes": {
    "en-US": "block containers, multi-column containers, and inline boxes",
    "de": "Block-Container, Mehrspalten-Container und Inline-Boxen",
    "es": "contenedores de bloque, contenedores multicolumna y cajas en línea",
    "fr": "conteneurs de type bloc, conteneurs multicolonnes et boîtes en ligne",
    "ja": "ブロックコンテナー、マルチカラムコンテナー、およびインラインボックス",
    "ko": "블록 컨테이너, 다단 컨테이너, 인라인 박스",
    "pt-BR": "contêineres de bloco, contêineres multicoluna e caixas inline",
    "zh-CN": "块级容器、多列容器和内联框",
    "zh-TW": "區塊容器、多欄容器與行內框"
  },
  "block containers, multi-column containers, flex containers, grid containers": {
    "en-US": "block containers, multi-column containers, flex containers, grid containers",
    "de": "Block-Container, Mehrspalten-Container, Flex-Container und Grid-Container",
    "es": "contenedores de bloque, contenedores multicolumna, contenedores flex, contenedores grid",
    "fr": "conteneurs de type bloc, conteneurs multicolonnes, conteneurs flex, conteneurs grille",
    "ja": "ブロックコンテナー、マルチカラムコンテナー、フレックスコンテナー、グリッドコンテナー",
    "ko": "블록 컨테이너, 다단 컨테이너, 플렉스 컨테이너, 그리드 컨테이너",
    "pt-BR": "contêineres de bloco, contêineres multicoluna, contêineres flex, contêineres de grid",
    "zh-CN": "块级容器、多列容器、弹性容器和网格容器",
    "zh-TW": "區塊容器、多欄容器、彈性容器與格線容器"
  },
  "block containers, multicol containers, flex containers, and grid containers": {
    "en-US": "block containers, multicol containers, flex containers, and grid containers",
    "de": "Block-Container, Mehrspalten-Container, Flex-Container und Grid-Container",
    "es": "contenedores de bloque, contenedores multicolumna, contenedores flex y contenedores grid",
    "fr": "conteneurs de type bloc, conteneurs multicolonnes, conteneurs flex et conteneurs grille",
    "ja": "ブロックコンテナー、マルチカラムコンテナー、フレックスコンテナー、グリッドコンテナー",
    "ko": "블록 컨테이너, 다단 컨테이너, 플렉스 컨테이너, 그리드 컨테이너",
    "pt-BR": "contêineres de bloco, contêineres multicoluna, contêineres flex e contêineres de grid",
    "zh-CN": "块级容器、多列容器、弹性容器和网格容器",
    "zh-TW": "區塊容器、多欄容器、彈性容器與格線容器"
  },
  "block, flex and grid containers": {
    "en-US": "block, flex and grid containers",
    "de": "Block-, Flex- und Grid-Container",
    "es": "contenedores de bloque, flex y grid",
    "fr": "conteneurs bloc, flex et grille",
    "ja": "ブロック・フレックス・グリッドコンテナー",
    "ko": "블록, 플렉스, 그리드 컨테이너",
    "pt-BR": "contêineres de bloco, flex e grid",
    "zh-CN": "块级、弹性和网格容器",
    "zh-TW": "區塊、彈性與格線容器"
  },
  "block-level boxes": {
    "en-US": "block-level boxes",
    "de": "Block-Level-Boxen",
    "es": "cajas de nivel de bloque",
    "fr": "boîtes de niveau bloc",
    "ja": "ブロックレベルボックス",
    "ko": "블록 레벨 박스",
    "pt-BR": "caixas de nível de bloco",
    "zh-CN": "块级框",
    "zh-TW": "區塊層級框"
  },
  "block-level boxes and internal table elements except table cells": {
    "en-US": "block-level boxes and internal table elements except table cells",
    "de": "Block-Level-Boxen und interne Tabellenelemente außer Tabellenzellen",
    "es": "cajas de nivel de bloque y elementos internos de tabla excepto las celdas de tabla",
    "fr": "boîtes de niveau bloc et éléments internes de tableau sauf les cellules",
    "ja": "ブロックレベルボックスおよび表セル以外の内部表要素",
    "ko": "블록 레벨 박스 및 테이블 셀을 제외한 내부 테이블 요소",
    "pt-BR": "caixas de nível de bloco e elementos internos de tabela, exceto células de tabela",
    "zh-CN": "块级框和内部表格元素（不包括表格单元格）",
    "zh-TW": "區塊層級框與內部表格元素（不含表格儲存格）"
  },
  "block-level boxes, absolutely-positioned boxes, and grid items": {
    "en-US": "block-level boxes, absolutely-positioned boxes, and grid items",
    "de": "Block-Level-Boxen, absolut positionierte Boxen und Grid-Items",
    "es": "cajas de nivel de bloque, cajas posicionadas absolutamente y elementos grid",
    "fr": "boîtes de niveau bloc, boîtes absolument positionnées et éléments de grille",
    "ja": "ブロックレベルボックス、絶対位置指定ボックス、およびグリッドアイテム",
    "ko": "블록 레벨 박스, 절대 위치 박스, 그리드 아이템",
    "pt-BR": "caixas de nível de bloco, caixas posicionadas absolutamente e itens de grid",
    "zh-CN": "块级框、绝对定位框和网格项",
    "zh-TW": "區塊層級框、絕對定位框與格線項目"
  },
  "block-level boxes, grid items, flex items, table row groups, table rows (but see prose)": {
    "en-US": "block-level boxes, grid items, flex items, table row groups, table rows (but see prose)",
    "de": "Block-Level-Boxen, Grid-Items, Flex-Items, Tabellenzeilengruppen, Tabellenzeilen (siehe jedoch Fließtext)",
    "es": "cajas de nivel de bloque, elementos grid, elementos flex, grupos de filas de tabla, filas de tabla (pero consulta el texto explicativo)",
    "fr": "boîtes de niveau bloc, éléments de grille, éléments flex, groupes de lignes de tableau, lignes de tableau (mais voir le texte explicatif)",
    "ja": "ブロックレベルボックス、グリッドアイテム、フレックスアイテム、表行グループ、表行（ただし本文参照）",
    "ko": "블록 레벨 박스, 그리드 아이템, 플렉스 아이템, 테이블 행 그룹, 테이블 행(자세한 내용은 본문 참고)",
    "pt-BR": "caixas de nível de bloco, itens de grid, itens flex, grupos de linhas de tabela, linhas de tabela (mas veja o texto explicativo)",
    "zh-CN": "块级框、网格项、弹性项、表格行组、表格行（但请参见说明）",
    "zh-TW": "區塊層級框、格線項目、彈性項目、表格列群組、表格列（但請參見敘述）"
  },
  "block-level elements": {
    "en-US": "block-level elements",
    "de": "Block-Level-Elemente",
    "es": "elementos de nivel de bloque",
    "fr": "éléments de niveau bloc",
    "ja": "ブロックレベル要素",
    "ko": "블록 레벨 요소",
    "pt-BR": "elementos de nível de bloco",
    "zh-CN": "块级元素",
    "zh-TW": "區塊層級元素"
  },
  "block-level elements (but see text)": {
    "en-US": "block-level elements (but see text)",
    "de": "Block-Level-Elemente (siehe Text)",
    "es": "elementos de nivel de bloque (pero consulta el texto explicativo)",
    "fr": "éléments de niveau bloc (mais voir le texte)",
    "ja": "ブロックレベル要素（ただし本文参照）",
    "ko": "블록 레벨 요소(자세한 내용은 본문 참고)",
    "pt-BR": "elementos de nível de bloco (mas veja o texto)",
    "zh-CN": "块级元素（但请参见正文）",
    "zh-TW": "區塊層級元素（但請參見本文）"
  },
  "block-level elements, floats, regions, pages": {
    "en-US": "block-level elements, floats, regions, pages",
    "de": "Block-Level-Elemente, Floats, Regionen, Seiten",
    "es": "elementos de nivel de bloque, floats, regiones, páginas",
    "fr": "éléments de niveau bloc, flottants, régions, pages",
    "ja": "ブロックレベル要素、フロート、リージョン、ページ",
    "ko": "블록 레벨 요소, 플로트, 영역(region), 페이지",
    "pt-BR": "elementos de nível de bloco, floats, regiões, páginas",
    "zh-CN": "块级元素、浮动元素、区域和页面",
    "zh-TW": "區塊層級元素、浮動元素、區域與頁面"
  },
  "block-level elements.": {
    "en-US": "block-level elements.",
    "de": "Block-Level-Elemente.",
    "es": "elementos de nivel de bloque.",
    "fr": "éléments de niveau bloc.",
    "ja": "ブロックレベル要素。",
    "ko": "블록 레벨 요소.",
    "pt-BR": "elementos de nível de bloco.",
    "zh-CN": "块级元素。",
    "zh-TW": "區塊層級元素。"
  },
  "border-box": {
    "en-US": "border-box",
    "de": "border-box",
    "es": "border-box",
    "fr": "border-box",
    "ja": "border-box",
    "ko": "border-box",
    "pt-BR": "border-box",
    "zh-CN": "border-box",
    "zh-TW": "border-box"
  },
  "bounding-box": {
    "en-US": "bounding-box",
    "de": "bounding-box",
    "es": "bounding-box",
    "fr": "bounding-box",
    "ja": "bounding-box",
    "ko": "bounding-box",
    "pt-BR": "bounding-box",
    "zh-CN": "bounding-box",
    "zh-TW": "bounding-box"
  },
  "boxes that create class A break points": {
    "en-US": "boxes that create class A break points",
    "de": "Boxen, die Klasse-A-Umbruchpunkte erzeugen",
    "es": "cajas que crean puntos de corte de clase A",
    "fr": "boîtes créant des points de coupure de classe A",
    "ja": "クラス A の改ページポイントを生成するボックス",
    "ko": "클래스 A 분할 지점을 생성하는 박스",
    "pt-BR": "caixas que criam pontos de quebra de classe A",
    "zh-CN": "产生 A 类断点的框",
    "zh-TW": "產生 A 類換頁點的框"
  },
  "boxes to which overflow applies": {
    "en-US": "boxes to which overflow applies",
    "de": "Boxen, auf die overflow angewendet wird",
    "es": "cajas a las que se aplica overflow",
    "fr": "boîtes auxquelles overflow s’applique",
    "ja": "overflow が適用されるボックス",
    "ko": "overflow가 적용되는 박스",
    "pt-BR": "caixas às quais overflow se aplica",
    "zh-CN": "应用 overflow 的框",
    "zh-TW": "套用 overflow 的框"
  },
  "butt": {
    "en-US": "butt",
    "de": "butt",
    "es": "butt",
    "fr": "butt",
    "ja": "butt",
    "ko": "butt",
    "pt-BR": "butt",
    "zh-CN": "butt",
    "zh-TW": "butt"
  },
  "by computed value": {
    "en-US": "by computed value",
    "de": "nach berechnetem Wert",
    "es": "por valor calculado",
    "fr": "selon la valeur calculée",
    "ja": "算出値により補間",
    "ko": "계산값 기준",
    "pt-BR": "pelo valor calculado",
    "zh-CN": "按计算值插值",
    "zh-TW": "依計算值插值"
  },
  "by computed value if <length>, otherwise discrete": {
    "en-US": "by computed value if <length>, otherwise discrete",
    "de": "nach berechnetem Wert, wenn <length>, andernfalls diskret",
    "es": "por valor calculado si es <length>; en caso contrario, discreto",
    "fr": "par valeur calculée si <length>, sinon discret",
    "ja": "<length> の場合は算出値により補間し、それ以外は離散的に変化",
    "ko": "<length>인 경우 계산값 기준, 그 외는 이산(discrete)",
    "pt-BR": "pelo valor calculado se for <length>, caso contrário discreto",
    "zh-CN": "若为 <length> 则按计算值插值，否则为离散变化",
    "zh-TW": "若為 <length> 則依計算值插值，否則為離散變化"
  },
  "by computed value type": {
    "en-US": "by computed value type",
    "de": "nach Typ des berechneten Wertes",
    "es": "por tipo de valor calculado",
    "fr": "par type de valeur calculée",
    "ja": "算出値の型ごとに補間",
    "ko": "계산값 유형별",
    "pt-BR": "pelo tipo de valor calculado",
    "zh-CN": "按计算值类型插值",
    "zh-TW": "依計算值型別插值"
  },
  "by computed value type, recursing into fit-content()": {
    "en-US": "by computed value type, recursing into fit-content()",
    "de": "nach Typ des berechneten Wertes, rekursiv in fit-content() hinein",
    "es": "por tipo de valor calculado, recursivo en fit-content()",
    "fr": "par type de valeur calculée, en appliquant la récursion dans fit-content()",
    "ja": "算出値の型ごとに補間し、fit-content() の中も再帰的に評価",
    "ko": "계산값 유형별이며, fit-content() 안쪽까지 재귀적으로 적용",
    "pt-BR": "pelo tipo de valor calculado, recursivamente em fit-content()",
    "zh-CN": "按计算值类型插值，并递归处理 fit-content()",
    "zh-TW": "依計算值型別插值，並遞迴處理 fit-content()"
  },
  "by computed value type;normal animates as oblique 0deg": {
    "en-US": "by computed value type;normal animates as oblique 0deg",
    "de": "nach Typ des berechneten Wertes; normal animiert wie oblique 0deg",
    "es": "por tipo de valor calculado; normal se anima como oblique 0deg",
    "fr": "par type de valeur calculée ; normal s’anime comme oblique 0deg",
    "ja": "算出値の型ごとに補間し、normal は oblique 0deg としてアニメーションします。",
    "ko": "계산값 유형별; normal은 oblique 0deg로 애니메이션됨",
    "pt-BR": "pelo tipo de valor calculado; normal anima como oblique 0deg",
    "zh-CN": "按计算值类型插值；normal 按 oblique 0deg 动画处理",
    "zh-TW": "依計算值型別插值；normal 以 oblique 0deg 方式動畫處理"
  },
  "by computed value, but see below for none": {
    "en-US": "by computed value, but see below for none",
    "de": "nach berechnetem Wert, aber siehe unten für none",
    "es": "por valor calculado, pero ver más abajo para none",
    "fr": "par valeur calculée, mais voir ci-dessous pour none",
    "ja": "算出値により補間。ただし none については下記参照。",
    "ko": "계산값 기준이지만 none의 경우는 아래 참고",
    "pt-BR": "pelo valor calculado, mas veja abaixo para none",
    "zh-CN": "按计算值插值，但 none 的情况见下文",
    "zh-TW": "依計算值插值，但 none 的情況請見下文"
  },
  "by computed value, recursing into fit-content()": {
    "en-US": "by computed value, recursing into fit-content()",
    "de": "nach berechnetem Wert, rekursiv in fit-content() hinein",
    "es": "por valor calculado, recursivo en fit-content()",
    "fr": "par valeur calculée, en appliquant la récursion dans fit-content()",
    "ja": "算出値により補間し、fit-content() の中も再帰的に評価",
    "ko": "계산값 기준이며, fit-content() 안쪽까지 재귀적으로 적용",
    "pt-BR": "pelo valor calculado, recursivamente em fit-content()",
    "zh-CN": "按计算值插值，并递归处理 fit-content()",
    "zh-TW": "依計算值插值，並遞迴處理 fit-content()"
  },
  "by computed value, treating none as 0 0 when interpolated with non-none values.": {
    "en-US": "by computed value, treating none as 0 0 when interpolated with non-none values.",
    "de": "nach berechnetem Wert, wobei none beim Interpolieren mit Werten ungleich none als 0 0 behandelt wird.",
    "es": "por valor calculado, tratando none como 0 0 cuando se interpola con valores distintos de none.",
    "fr": "par valeur calculée, en traitant none comme 0 0 lorsqu’il est interpolé avec des valeurs non-none.",
    "ja": "算出値により補間し、none を非 none 値との補間時には 0 0 として扱います。",
    "ko": "계산값 기준이며, none과 다른 값 사이에서 보간할 때 none은 0 0으로 취급됩니다.",
    "pt-BR": "pelo valor calculado, tratando none como 0 0 quando interpolado com valores diferentes de none.",
    "zh-CN": "按计算值插值，在与非 none 值插值时将 none 视为 0 0。",
    "zh-TW": "依計算值插值，與非 none 值插值時將 none 視為 0 0。"
  },
  "by dynamic-range-limit-mix()": {
    "en-US": "by dynamic-range-limit-mix()",
    "de": "über dynamic-range-limit-mix()",
    "es": "mediante dynamic-range-limit-mix()",
    "fr": "via dynamic-range-limit-mix()",
    "ja": "dynamic-range-limit-mix() による補間",
    "ko": "dynamic-range-limit-mix()에 의해",
    "pt-BR": "por dynamic-range-limit-mix()",
    "zh-CN": "由 dynamic-range-limit-mix() 决定",
    "zh-TW": "由 dynamic-range-limit-mix() 決定"
  },
  "center": {
    "en-US": "center",
    "de": "center",
    "es": "center",
    "fr": "center",
    "ja": "center",
    "ko": "center",
    "pt-BR": "center",
    "zh-CN": "center",
    "zh-TW": "center"
  },
  "certain inline-level boxes and ::first-letter and inside ::marker boxes (see prose)": {
    "en-US": "certain inline-level boxes and ::first-letter and inside ::marker boxes (see prose)",
    "de": "bestimmte Inline-Level-Boxen sowie ::first-letter und innerhalb von ::marker-Boxen (siehe Fließtext)",
    "es": "ciertas cajas de nivel en línea y ::first-letter y dentro de cajas ::marker (consulta el texto explicativo)",
    "fr": "certaines boîtes de niveau inline et ::first-letter ainsi que les boîtes internes de ::marker (voir le texte explicatif)",
    "ja": "特定のインラインレベルボックスおよび ::first-letter、::marker 内のボックス（本文参照）",
    "ko": "특정 인라인 레벨 박스, ::first-letter, ::marker 내부 박스(자세한 내용은 본문 참고)",
    "pt-BR": "certas caixas de nível inline e ::first-letter e dentro de caixas ::marker (veja o texto explicativo)",
    "zh-CN": "某些行内级框以及 ::first-letter 和 ::marker 内的框（见说明）",
    "zh-TW": "某些行內層級框以及 ::first-letter 與 ::marker 內部框（見敘述）"
  },
  "clip": {
    "en-US": "clip",
    "de": "clip",
    "es": "clip",
    "fr": "clip",
    "ja": "clip",
    "ko": "clip",
    "pt-BR": "clip",
    "zh-CN": "clip",
    "zh-TW": "clip"
  },
  "collapse": {
    "en-US": "collapse",
    "de": "collapse",
    "es": "collapse",
    "fr": "collapse",
    "ja": "collapse",
    "ko": "collapse",
    "pt-BR": "collapse",
    "zh-CN": "collapse",
    "zh-TW": "collapse"
  },
  "computed <angle> value, optionally preceded by auto": {
    "en-US": "computed <angle> value, optionally preceded by auto",
    "de": "berechneter <angle>-Wert, optional mit vorangestelltem auto",
    "es": "un valor <angle> calculado, opcionalmente precedido por auto",
    "fr": "une valeur <angle> calculée, éventuellement précédée de auto",
    "ja": "計算済みの <angle> 値。先頭に auto を付けることもできます。",
    "ko": "계산된 <angle> 값으로, 선택적으로 앞에 auto가 올 수 있습니다.",
    "pt-BR": "valor <angle> calculado, opcionalmente precedido de auto",
    "zh-CN": "计算后的 <angle> 值，可选地以前缀 auto",
    "zh-TW": "計算後的 <angle> 值，前面可選擇加上 auto"
  },
  "computed <length-percentage> value": {
    "en-US": "computed <length-percentage> value",
    "de": "berechneter <length-percentage>-Wert",
    "es": "un valor <length-percentage> calculado",
    "fr": "valeur <longueur-pourcentage> calculée",
    "ja": "計算済みの <length-percentage> 値",
    "ko": "계산된 <length-percentage> 값",
    "pt-BR": "valor <length-percentage> calculado",
    "zh-CN": "计算后的 <length-percentage> 值",
    "zh-TW": "計算後的 <length-percentage> 值"
  },
  "computed <length-percentage> value, plus any specified keywords": {
    "en-US": "computed <length-percentage> value, plus any specified keywords",
    "de": "berechneter <length-percentage>-Wert, zuzüglich aller angegebenen Schlüsselwörter",
    "es": "un valor <length-percentage> calculado, más cualquier palabra clave especificada",
    "fr": "valeur <longueur-pourcentage> calculée, plus les mots-clés spécifiés",
    "ja": "計算済みの <length-percentage> 値と、指定されたキーワード",
    "ko": "계산된 <length-percentage> 값과 지정된 키워드",
    "pt-BR": "valor <length-percentage> calculado, mais quaisquer palavras-chave especificadas",
    "zh-CN": "计算后的 <length-percentage> 值，加上任何指定的关键字",
    "zh-TW": "計算後的 <length-percentage> 值，加上任何指定的關鍵字"
  },
  "computed color": {
    "en-US": "computed color",
    "de": "berechnete Farbe",
    "es": "color calculado",
    "fr": "couleur calculée",
    "ja": "算出された色",
    "ko": "계산된 색상",
    "pt-BR": "cor calculada",
    "zh-CN": "计算后的颜色值",
    "zh-TW": "計算後的顏色值"
  },
  "computed color, see resolving color values": {
    "en-US": "computed color, see resolving color values",
    "de": "berechnete Farbe, siehe „resolving color values“",
    "es": "color calculado; consulta resolving color values",
    "fr": "couleur calculée, voir la résolution des valeurs de couleur",
    "ja": "算出された色。色の解決については該当節を参照。",
    "ko": "계산된 색상(색상 값 처리에 대해서는 별도 설명 참고)",
    "pt-BR": "cor calculada, veja resolução de valores de cor",
    "zh-CN": "计算后的颜色值，参见“解析颜色值”",
    "zh-TW": "計算後的顏色值，參見「解析顏色值」"
  },
  "computed lengths for <basic-shape>, the absolute URL for <url>, otherwise as specified": {
    "en-US": "computed lengths for <basic-shape>, the absolute URL for <url>, otherwise as specified",
    "de": "berechnete Längen für <basic-shape>, die absolute URL für <url>, sonst wie angegeben",
    "es": "longitudes calculadas para <basic-shape>, la URL absoluta para <url>; por lo demás, como se especifica",
    "fr": "longueurs calculées pour <basic-shape>, URL absolue pour <url>, sinon comme spécifié",
    "ja": "<basic-shape> に対しては長さを算出し、<url> に対しては絶対 URL とし、それ以外は指定どおり。",
    "ko": "<basic-shape>에 대해서는 계산된 길이, <url>에 대해서는 절대 URL, 그 외는 지정된 그대로입니다.",
    "pt-BR": "comprimentos calculados para <basic-shape>, a URL absoluta para <url>, caso contrário como especificado",
    "zh-CN": "<basic-shape> 的长度为计算值，<url> 为绝对 URL，其它为指定值",
    "zh-TW": "<basic-shape> 的長度為計算值，<url> 則為絕對 URL，其餘依指定值"
  },
  "computed lengths for any <basic-shape>, the absolute URI for <uri>, otherwise as specified": {
    "en-US": "computed lengths for any <basic-shape>, the absolute URI for <uri>, otherwise as specified",
    "de": "berechnete Längen für jedes <basic-shape>, die absolute URI für <uri>, sonst wie angegeben",
    "es": "longitudes calculadas para cualquier <basic-shape>, el URI absoluto para <uri>; por lo demás, como se especifica",
    "fr": "longueurs calculées pour tout <basic-shape>, URI absolue pour <uri>, sinon comme spécifié",
    "ja": "任意の <basic-shape> に対しては長さを算出し、<uri> に対しては絶対 URI とし、それ以外は指定どおり。",
    "ko": "모든 <basic-shape>에 대해서는 계산된 길이, <uri>에 대해서는 절대 URI, 그 외는 지정된 그대로입니다.",
    "pt-BR": "comprimentos calculados para qualquer <basic-shape>, o URI absoluto para <uri>, caso contrário como especificado",
    "zh-CN": "任意 <basic-shape> 的长度为计算值，<uri> 为绝对 URI，其它为指定值",
    "zh-TW": "任一 <basic-shape> 的長度為計算值，<uri> 為絕對 URI，其餘依指定值"
  },
  "container elements, graphics elements and ‘use’": {
    "en-US": "container elements, graphics elements and ‘use’",
    "de": "Container-Elemente, Grafikelemente und ‚use‘",
    "es": "elementos contenedores, elementos gráficos y ‘use’",
    "fr": "éléments conteneurs, éléments graphiques et « use »",
    "ja": "コンテナー要素、グラフィック要素、および ‘use’ 要素",
    "ko": "컨테이너 요소, 그래픽 요소, ‘use’ 요소",
    "pt-BR": "elementos de contêiner, elementos gráficos e ‘use’",
    "zh-CN": "容器元素、图形元素和 “use” 元素",
    "zh-TW": "容器元素、圖形元素與「use」元素"
  },
  "container elements, graphics elements, gradient elements, ‘use’ and ‘animate’": {
    "en-US": "container elements, graphics elements, gradient elements, ‘use’ and ‘animate’",
    "de": "Container-Elemente, Grafikelemente, Gradienten-Elemente, ‚use‘ und ‚animate‘",
    "es": "elementos contenedores, elementos gráficos, elementos gradient, ‘use’ y ‘animate’",
    "fr": "éléments conteneurs, éléments graphiques, éléments de dégradé, « use » et « animate »",
    "ja": "コンテナー要素、グラフィック要素、グラデーション要素、‘use’ 要素、‘animate’ 要素",
    "ko": "컨테이너 요소, 그래픽 요소, 그라디언트 요소, ‘use’, ‘animate’ 요소",
    "pt-BR": "elementos de contêiner, elementos gráficos, elementos de gradiente, ‘use’ e ‘animate’",
    "zh-CN": "容器元素、图形元素、渐变元素、“use” 和 “animate” 元素",
    "zh-TW": "容器元素、圖形元素、漸層元素、「use」與「animate」元素"
  },
  "content(text)": {
    "en-US": "content(text)",
    "de": "content(text)",
    "es": "content(text)",
    "fr": "content(text)",
    "ja": "content(text)",
    "ko": "content(text)",
    "pt-BR": "content(text)",
    "zh-CN": "content(text)",
    "zh-TW": "content(text)"
  },
  "content-box": {
    "en-US": "content-box",
    "de": "content-box",
    "es": "content-box",
    "fr": "content-box",
    "ja": "content-box",
    "ko": "content-box",
    "pt-BR": "content-box",
    "zh-CN": "content-box",
    "zh-TW": "content-box"
  },
  "currentcolor": {
    "en-US": "currentcolor",
    "de": "currentcolor",
    "es": "currentcolor",
    "fr": "currentcolor",
    "ja": "currentcolor",
    "ko": "currentcolor",
    "pt-BR": "currentcolor",
    "zh-CN": "currentcolor",
    "zh-TW": "currentcolor"
  },
  "depends on user agent": {
    "en-US": "depends on user agent",
    "de": "abhängig vom User-Agent",
    "es": "depende del agente de usuario",
    "fr": "dépend de l’agent utilisateur",
    "ja": "ユーザーエージェント依存",
    "ko": "사용자 에이전트에 따라 다름",
    "pt-BR": "depende do user agent",
    "zh-CN": "取决于用户代理",
    "zh-TW": "取決於使用者代理程式"
  },
  "disc": {
    "en-US": "disc",
    "de": "disc",
    "es": "disc",
    "fr": "disc",
    "ja": "disc",
    "ko": "disc",
    "pt-BR": "disc",
    "zh-CN": "disc",
    "zh-TW": "disc"
  },
  "discrete": {
    "en-US": "discrete",
    "de": "diskret",
    "es": "discrete",
    "fr": "discret",
    "ja": "離散的",
    "ko": "discrete",
    "pt-BR": "discrete",
    "zh-CN": "离散",
    "zh-TW": "離散"
  },
  "discrete if the keywords differ, otherwise by computed value type": {
    "en-US": "discrete if the keywords differ, otherwise by computed value type",
    "de": "diskret, wenn sich die Schlüsselwörter unterscheiden, andernfalls nach Typ des berechneten Werts",
    "es": "discreto si las palabras clave difieren; en caso contrario, por tipo de valor calculado",
    "fr": "discret si les mots-clés diffèrent, sinon par type de valeur calculée",
    "ja": "キーワードが異なる場合は離散的。それ以外は算出値の型ごとに補間。",
    "ko": "키워드가 다르면 이산(discrete), 그렇지 않으면 계산값 유형별",
    "pt-BR": "discreto se as palavras-chave diferirem, caso contrário pelo tipo de valor calculado",
    "zh-CN": "若关键字不同则离散变化，否则按计算值类型插值",
    "zh-TW": "若關鍵字不同則為離散變化，否則依計算值型別插值"
  },
  "ease": {
    "en-US": "ease",
    "de": "ease",
    "es": "ease",
    "fr": "ease",
    "ja": "ease",
    "ko": "ease",
    "pt-BR": "ease",
    "zh-CN": "ease",
    "zh-TW": "ease"
  },
  "economy": {
    "en-US": "economy",
    "de": "economy",
    "es": "economy",
    "fr": "economy",
    "ja": "economy",
    "ko": "economy",
    "pt-BR": "economy",
    "zh-CN": "economy",
    "zh-TW": "economy"
  },
  "either the keyword none or a list, each item consisting of four absolute lengths plus a computed color and optionally also an inset keyword": {
    "en-US": "either the keyword none or a list, each item consisting of four absolute lengths plus a computed color and optionally also an inset keyword",
    "de": "entweder das Schlüsselwort none oder eine Liste, bei der jedes Element aus vier absoluten Längen plus einer berechneten Farbe und optional einem inset-Schlüsselwort besteht",
    "es": "bien la palabra clave none o una lista, en la que cada elemento consta de cuatro longitudes absolutas más un color calculado y, opcionalmente, también una palabra clave inset",
    "fr": "soit le mot-clé none, soit une liste dont chaque élément consiste en quatre longueurs absolues, une couleur calculée et éventuellement un mot-clé inset",
    "ja": "none キーワード、またはリスト。リストの各項目は 4 つの絶対長さと算出された色、および任意の inset キーワードで構成されます。",
    "ko": "키워드 none 또는 목록이며, 목록의 각 항목은 네 개의 절대 길이와 계산된 색상, 선택적인 inset 키워드로 구성됩니다.",
    "pt-BR": "ou a palavra-chave none ou uma lista, em que cada item consiste em quatro comprimentos absolutos mais uma cor calculada e, opcionalmente, também uma palavra-chave inset",
    "zh-CN": "关键字 none，或一个列表，其中每一项由四个绝对长度、一个计算后的颜色值以及可选的 inset 关键字组成",
    "zh-TW": "關鍵字 none，或是一個列表，其中每一項由四個絕對長度、一個計算後的顏色值及可選的 inset 關鍵字組成"
  },
  "elements": {
    "en-US": "elements",
    "de": "Elemente",
    "es": "elementos",
    "fr": "éléments",
    "ja": "要素",
    "ko": "요소",
    "pt-BR": "elementos",
    "zh-CN": "元素",
    "zh-TW": "元素"
  },
  "elements for which size containment can apply": {
    "en-US": "elements for which size containment can apply",
    "de": "Elemente, für die Size-Containment angewendet werden kann",
    "es": "elementos a los que se puede aplicar size containment",
    "fr": "éléments auxquels la limitation de taille peut s’appliquer",
    "ja": "size containment を適用できる要素",
    "ko": "size contain을 적용할 수 있는 요소",
    "pt-BR": "elementos aos quais o size containment pode ser aplicado",
    "zh-CN": "可以应用尺寸包含（size containment）的元素",
    "zh-TW": "可套用尺寸侷限（size containment）的元素"
  },
  "elements that are scroll containers and optionally replaced elements such as images, videos, and iframes": {
    "en-US": "elements that are scroll containers and optionally replaced elements such as images, videos, and iframes",
    "de": "Elemente, die Scroll-Container sind, und optional ersetzte Elemente wie Bilder, Videos und iframes",
    "es": "elementos que son contenedores de scroll y, opcionalmente, elementos reemplazados como imágenes, vídeos e iframes",
    "fr": "éléments qui sont des conteneurs défilants et éventuellement des éléments remplacés tels que les images, vidéos et iframes",
    "ja": "スクロールコンテナーである要素と、任意で画像・動画・iframe などの置換要素",
    "ko": "스크롤 컨테이너인 요소와 선택적으로 이미지, 비디오, iframe과 같은 치환 요소",
    "pt-BR": "elementos que são contêineres de rolagem (scroll containers) e, opcionalmente, elementos substituídos como imagens, vídeos e iframes",
    "zh-CN": "作为滚动容器的元素，以及可选的替换元素（如图像、视频和 iframe）",
    "zh-TW": "作為捲動容器的元素，以及可選的取代元素（如影像、影片與 iframe）"
  },
  "elements with default preferred size": {
    "en-US": "elements with default preferred size",
    "de": "Elemente mit standardmäßiger bevorzugter Größe",
    "es": "elementos con tamaño preferido predeterminado",
    "fr": "éléments avec une taille préférée par défaut",
    "ja": "既定の推奨サイズを持つ要素",
    "ko": "기본 선호 크기를 가진 요소",
    "pt-BR": "elementos com tamanho preferido padrão",
    "zh-CN": "具有默认首选尺寸的元素",
    "zh-TW": "具有預設偏好尺寸的元素"
  },
  "elements with size containment": {
    "en-US": "elements with size containment",
    "de": "Elemente mit Size-Containment",
    "es": "elementos con size containment",
    "fr": "éléments avec limitation de taille",
    "ja": "size containment を持つ要素",
    "ko": "size contain을 가진 요소",
    "pt-BR": "elementos com size containment",
    "zh-CN": "启用尺寸包含的元素",
    "zh-TW": "啟用尺寸侷限的元素"
  },
  "feDiffuseLighting and feSpecularLighting elements": {
    "en-US": "feDiffuseLighting and feSpecularLighting elements",
    "de": "feDiffuseLighting- und feSpecularLighting-Elemente",
    "es": "elementos feDiffuseLighting y feSpecularLighting",
    "fr": "éléments feDiffuseLighting et feSpecularLighting",
    "ja": "feDiffuseLighting 要素および feSpecularLighting 要素",
    "ko": "feDiffuseLighting 및 feSpecularLighting 요소",
    "pt-BR": "elementos feDiffuseLighting e feSpecularLighting",
    "zh-CN": "feDiffuseLighting 和 feSpecularLighting 元素",
    "zh-TW": "feDiffuseLighting 與 feSpecularLighting 元素"
  },
  "feFlood and feDropShadow elements": {
    "en-US": "feFlood and feDropShadow elements",
    "de": "feFlood- und feDropShadow-Elemente",
    "es": "elementos feFlood y feDropShadow",
    "fr": "éléments feFlood et feDropShadow",
    "ja": "feFlood 要素および feDropShadow 要素",
    "ko": "feFlood 및 feDropShadow 요소",
    "pt-BR": "elementos feFlood e feDropShadow",
    "zh-CN": "feFlood 和 feDropShadow 元素",
    "zh-TW": "feFlood 與 feDropShadow 元素"
  },
  "fill": {
    "en-US": "fill",
    "de": "fill",
    "es": "fill",
    "fr": "fill",
    "ja": "fill",
    "ko": "fill",
    "pt-BR": "fill",
    "zh-CN": "fill",
    "zh-TW": "fill"
  },
  "fixed": {
    "en-US": "fixed",
    "de": "fixed",
    "es": "fixed",
    "fr": "fixed",
    "ja": "fixed",
    "ko": "fixed",
    "pt-BR": "fixed",
    "zh-CN": "fixed",
    "zh-TW": "fixed"
  },
  "flat": {
    "en-US": "flat",
    "de": "flat",
    "es": "flat",
    "fr": "flat",
    "ja": "flat",
    "ko": "flat",
    "pt-BR": "flat",
    "zh-CN": "flat",
    "zh-TW": "flat"
  },
  "flex containers": {
    "en-US": "flex containers",
    "de": "Flex-Container",
    "es": "contenedores flex",
    "fr": "conteneurs flex",
    "ja": "フレックスコンテナー",
    "ko": "플렉스 컨테이너",
    "pt-BR": "contêineres flex",
    "zh-CN": "弹性容器",
    "zh-TW": "彈性容器"
  },
  "flex containers, grid containers, masonry containers": {
    "en-US": "flex containers, grid containers, masonry containers",
    "de": "Flex-Container, Grid-Container, Masonry-Container",
    "es": "contenedores flex, contenedores grid, contenedores masonry",
    "fr": "conteneurs flex, conteneurs grille, conteneurs maçonnerie",
    "ja": "フレックスコンテナー、グリッドコンテナー、メイソンリコンテナー",
    "ko": "플렉스 컨테이너, 그리드 컨테이너, 메이슨리(masonry) 컨테이너",
    "pt-BR": "contêineres flex, contêineres de grid, contêineres masonry",
    "zh-CN": "弹性容器、网格容器、砌体容器",
    "zh-TW": "彈性容器、格線容器、砌體容器"
  },
  "flex items": {
    "en-US": "flex items",
    "de": "Flex-Items",
    "es": "elementos flex",
    "fr": "éléments flex",
    "ja": "フレックスアイテム",
    "ko": "플렉스 아이템",
    "pt-BR": "itens flex",
    "zh-CN": "弹性盒项（flex items）",
    "zh-TW": "彈性項目（flex items）"
  },
  "flex items and grid items": {
    "en-US": "flex items and grid items",
    "de": "Flex-Items und Grid-Items",
    "es": "elementos flex y elementos grid",
    "fr": "éléments flex et éléments de grille",
    "ja": "フレックスアイテムおよびグリッドアイテム",
    "ko": "플렉스 아이템 및 그리드 아이템",
    "pt-BR": "itens flex e itens de grid",
    "zh-CN": "弹性项和网格项",
    "zh-TW": "彈性項目與格線項目"
  },
  "flex items, grid items, and absolutely-positioned boxes": {
    "en-US": "flex items, grid items, and absolutely-positioned boxes",
    "de": "Flex-Items, Grid-Items und absolut positionierte Boxen",
    "es": "elementos flex, elementos grid y cajas posicionadas absolutamente",
    "fr": "éléments flex, éléments de grille et boîtes absolument positionnées",
    "ja": "フレックスアイテム、グリッドアイテム、および絶対位置指定ボックス",
    "ko": "플렉스 아이템, 그리드 아이템, 절대 위치 박스",
    "pt-BR": "itens flex, itens de grid e caixas posicionadas absolutamente",
    "zh-CN": "弹性项、网格项和绝对定位框",
    "zh-TW": "彈性項目、格線項目與絕對定位框"
  },
  "floats": {
    "en-US": "floats",
    "de": "Floats",
    "es": "floats",
    "fr": "flottants",
    "ja": "フロート",
    "ko": "플로트(float)",
    "pt-BR": "floats",
    "zh-CN": "浮动元素",
    "zh-TW": "浮動元素"
  },
  "floats and initial letter boxes": {
    "en-US": "floats and initial letter boxes",
    "de": "Floats und Initialbuchstaben-Boxen",
    "es": "floats y cajas de letra inicial",
    "fr": "éléments flottants et boîtes de lettrine",
    "ja": "フロートおよびイニシャルレターボックス",
    "ko": "플로트와 초기 문자 박스(initial letter boxes)",
    "pt-BR": "floats e caixas de letra inicial",
    "zh-CN": "浮动框和首字母框",
    "zh-TW": "浮動框與首字母框"
  },
  "four values, each a number or absolute length": {
    "en-US": "four values, each a number or absolute length",
    "de": "vier Werte, jeweils eine Zahl oder eine absolute Länge",
    "es": "cuatro valores, cada uno un número o una longitud absoluta",
    "fr": "quatre valeurs, chacune un nombre ou une longueur absolue",
    "ja": "4 つの値。各値は数値または絶対長さ。",
    "ko": "네 개의 값으로, 각각 숫자 또는 절대 길이",
    "pt-BR": "quatro valores, cada um um número ou comprimento absoluto",
    "zh-CN": "四个值，每个为数值或绝对长度",
    "zh-TW": "四個值，每個為數值或絕對長度"
  },
  "four values, each either a number or percentage; plus a fill keyword if specified": {
    "en-US": "four values, each either a number or percentage; plus a fill keyword if specified",
    "de": "vier Werte, jeweils entweder eine Zahl oder ein Prozentsatz; plus ein fill-Schlüsselwort, falls angegeben",
    "es": "cuatro valores, cada uno un número o un porcentaje; más una palabra clave fill si se especifica",
    "fr": "quatre valeurs, chacune un nombre ou un pourcentage ; plus un mot-clé fill si spécifié",
    "ja": "4 つの値。各値は数値またはパーセンテージ。指定されていれば fill キーワードを追加。",
    "ko": "네 개의 값으로, 각각 숫자 또는 퍼센트 값이며, 지정된 경우 fill 키워드가 추가됩니다.",
    "pt-BR": "quatro valores, cada um um número ou uma porcentagem; mais uma palavra-chave fill se especificada",
    "zh-CN": "四个值，每个为数值或百分比；如有指定，另有一个 fill 关键字",
    "zh-TW": "四個值，每個為數值或百分比；若有指定，另外還有一個 fill 關鍵字"
  },
  "four values, each either a number, the keyword auto, or a computed <length-percentage> value": {
    "en-US": "four values, each either a number, the keyword auto, or a computed <length-percentage> value",
    "de": "vier Werte, jeweils entweder eine Zahl, das Schlüsselwort auto oder ein berechneter <length-percentage>-Wert",
    "es": "cuatro valores, cada uno un número, la palabra clave auto o un valor <length-percentage> calculado",
    "fr": "quatre valeurs, chacune un nombre, le mot-clé auto ou une valeur <longueur-pourcentage> calculée",
    "ja": "4 つの値。各値は数値、キーワード auto、または計算済みの <length-percentage> 値のいずれか。",
    "ko": "네 개의 값으로, 각각 숫자, auto 키워드, 또는 계산된 <length-percentage> 값입니다.",
    "pt-BR": "quatro valores, cada um um número, a palavra-chave auto ou um valor <length-percentage> calculado",
    "zh-CN": "四个值，每个为数值、关键字 auto 或计算后的 <length-percentage> 值",
    "zh-TW": "四個值，每個為數值、關鍵字 auto 或計算後的 <length-percentage> 值"
  },
  "from-image": {
    "en-US": "from-image",
    "de": "from-image",
    "es": "from-image",
    "fr": "from-image",
    "ja": "from-image",
    "ko": "from-image",
    "pt-BR": "from-image",
    "zh-CN": "from-image",
    "zh-TW": "from-image"
  },
  "graphics elements and ‘use’": {
    "en-US": "graphics elements and ‘use’",
    "de": "Grafikelemente und ‚use‘",
    "es": "elementos gráficos y ‘use’",
    "fr": "éléments graphiques et « use »",
    "ja": "グラフィック要素および ‘use’ 要素",
    "ko": "그래픽 요소와 ‘use’ 요소",
    "pt-BR": "elementos gráficos e ‘use’",
    "zh-CN": "图形元素和 “use” 元素",
    "zh-TW": "圖形元素與「use」元素"
  },
  "grid containers": {
    "en-US": "grid containers",
    "de": "Grid-Container",
    "es": "contenedores grid",
    "fr": "conteneurs grille",
    "ja": "グリッドコンテナー",
    "ko": "그리드 컨테이너",
    "pt-BR": "contêineres de grid",
    "zh-CN": "网格容器",
    "zh-TW": "格線容器"
  },
  "grid containers, flex containers, and masonry containers": {
    "en-US": "grid containers, flex containers, and masonry containers",
    "de": "Grid-Container, Flex-Container und Masonry-Container",
    "es": "contenedores grid, contenedores flex y contenedores masonry",
    "fr": "conteneurs grille, conteneurs flex et conteneurs maçonnerie",
    "ja": "グリッドコンテナー、フレックスコンテナー、メイソンリコンテナー",
    "ko": "그리드 컨테이너, 플렉스 컨테이너, 메이슨리 컨테이너",
    "pt-BR": "contêineres de grid, contêineres flex e contêineres masonry",
    "zh-CN": "网格容器、弹性容器和砌体容器",
    "zh-TW": "格線容器、彈性容器與砌體容器"
  },
  "grid containers, flex containers, multicol containers, and masonry containers": {
    "en-US": "grid containers, flex containers, multicol containers, and masonry containers",
    "de": "Grid-Container, Flex-Container, Mehrspalten-Container und Masonry-Container",
    "es": "contenedores grid, contenedores flex, contenedores multicolumna y contenedores masonry",
    "fr": "conteneurs grille, conteneurs flex, conteneurs multicolonnes et conteneurs maçonnerie",
    "ja": "グリッドコンテナー、フレックスコンテナー、マルチカラムコンテナー、メイソンリコンテナー",
    "ko": "그리드 컨테이너, 플렉스 컨테이너, 다단 컨테이너, 메이슨리 컨테이너",
    "pt-BR": "contêineres de grid, contêineres flex, contêineres multicoluna e contêineres masonry",
    "zh-CN": "网格容器、弹性容器、多列容器和砌体容器",
    "zh-TW": "格線容器、彈性容器、多欄容器與砌體容器"
  },
  "grid items and absolutely-positioned boxes whose containing block is a grid container": {
    "en-US": "grid items and absolutely-positioned boxes whose containing block is a grid container",
    "de": "Grid-Items und absolut positionierte Boxen, deren Containing Block ein Grid-Container ist",
    "es": "elementos grid y cajas posicionadas absolutamente cuyo bloque contenedor es un contenedor grid",
    "fr": "éléments de grille et boîtes absolument positionnées dont le bloc englobant est un conteneur grille",
    "ja": "包含ブロックがグリッドコンテナーであるグリッドアイテムと絶対位置指定ボックス",
    "ko": "그리드 컨테이너를 포함 블록으로 갖는 그리드 아이템 및 절대 위치 박스",
    "pt-BR": "itens de grid e caixas posicionadas absolutamente cujo bloco de contêiner é um contêiner de grid",
    "zh-CN": "网格项以及其包含块为网格容器的绝对定位框",
    "zh-TW": "格線項目與其包含區塊為格線容器的絕對定位框"
  },
  "horizontal-tb": {
    "en-US": "horizontal-tb",
    "de": "horizontal-tb",
    "es": "horizontal-tb",
    "fr": "horizontal-tb",
    "ja": "horizontal-tb",
    "ko": "horizontal-tb",
    "pt-BR": "horizontal-tb",
    "zh-CN": "horizontal-tb",
    "zh-TW": "horizontal-tb"
  },
  "if the list lengths match, by computed value type per item in the computed track list (see § 7.2.5 Computed Value of a Track Listing and § 7.2.3.3 Interpolation/Combination of repeat()); discrete otherwise": {
    "en-US": "if the list lengths match, by computed value type per item in the computed track list (see § 7.2.5 Computed Value of a Track Listing and § 7.2.3.3 Interpolation/Combination of repeat()); discrete otherwise",
    "de": "wenn die Listenlängen übereinstimmen, nach Typ des berechneten Werts pro Element in der berechneten Track-Liste (siehe § 7.2.5 Computed Value of a Track Listing und § 7.2.3.3 Interpolation/Combination of repeat()); andernfalls diskret",
    "es": "si las longitudes de la lista coinciden, por tipo de valor calculado por elemento en la lista de tracks calculada (consulta § 7.2.5 Computed Value of a Track Listing y § 7.2.3.3 Interpolation/Combination of repeat()); en caso contrario, discreto",
    "fr": "si les longueurs de liste correspondent, par type de valeur calculée pour chaque élément dans la liste de pistes calculée (voir § 7.2.5 Valeur calculée d’une liste de pistes et § 7.2.3.3 Interpolation/Combinaison de repeat()) ; sinon discret",
    "ja": "リストの長さが一致する場合は、算出されたトラックリストの各項目について算出値の型ごとに補間します（§ 7.2.5 トラックリストの算出値および § 7.2.3.3 repeat() の補間／結合を参照）。それ以外の場合は離散的に変化します。",
    "ko": "목록 길이가 같다면 각 계산된 트랙 목록 항목별로 계산값 유형에 따라 보간합니다(트랙 목록의 계산값은 § 7.2.5, repeat()의 보간/결합은 § 7.2.3.3 참고). 그렇지 않으면 이산(discrete) 값입니다.",
    "pt-BR": "se os comprimentos das listas coincidirem, pelo tipo de valor calculado por item na lista de trilhas calculada (veja § 7.2.5 Computed Value of a Track Listing e § 7.2.3.3 Interpolation/Combination of repeat()); caso contrário, discreto",
    "zh-CN": "如果列表长度相同，则对计算后的轨道列表逐项按计算值类型插值（参见 § 7.2.5 轨道列表的计算值 和 § 7.2.3.3 repeat() 的插值/合并）；否则为离散变化",
    "zh-TW": "若列表長度相同，則對計算後的軌道列表逐項依計算值型別插值（參見 § 7.2.5 軌道列表的計算值 與 § 7.2.3.3 repeat() 的插值／合併）；否則為離散變化"
  },
  "if the list lengths match, by computed value type per item; discrete otherwise": {
    "en-US": "if the list lengths match, by computed value type per item; discrete otherwise",
    "de": "wenn die Listenlängen übereinstimmen, nach Typ des berechneten Werts pro Element; andernfalls diskret",
    "es": "si las longitudes de la lista coinciden, por tipo de valor calculado por elemento; en caso contrario, discreto",
    "fr": "si les longueurs de liste correspondent, par type de valeur calculée pour chaque élément ; sinon discret",
    "ja": "リストの長さが一致する場合は、各項目を算出値の型ごとに補間します。それ以外の場合は離散的に変化します。",
    "ko": "목록 길이가 같다면 항목별 계산값 유형에 따라 보간하고, 그렇지 않으면 이산(discrete) 값입니다.",
    "pt-BR": "se os comprimentos das listas coincidirem, pelo tipo de valor calculado por item; caso contrário, discreto",
    "zh-CN": "如果列表长度相同，则逐项按计算值类型插值；否则为离散变化",
    "zh-TW": "若列表長度相同，則逐項依計算值型別插值；否則為離散變化"
  },
  "implementation-dependent": {
    "en-US": "implementation-dependent",
    "de": "implementierungsabhängig",
    "es": "dependiente de la implementación",
    "fr": "dépend de l’implémentation",
    "ja": "実装依存",
    "ko": "구현에 따라 다름",
    "pt-BR": "dependente da implementação",
    "zh-CN": "依实现而定",
    "zh-TW": "依實作而定"
  },
  "in-flow block-level elements": {
    "en-US": "in-flow block-level elements",
    "de": "Block-Level-Elemente im normalen Fluss",
    "es": "elementos de nivel de bloque en flujo normal",
    "fr": "éléments de niveau bloc dans le flux normal",
    "ja": "インフローのブロックレベル要素",
    "ko": "정상 흐름(in-flow)의 블록 레벨 요소",
    "pt-BR": "elementos de nível de bloco em fluxo normal",
    "zh-CN": "正常流中的块级元素",
    "zh-TW": "正常流程中的區塊層級元素"
  },
  "inline": {
    "en-US": "inline",
    "de": "inline",
    "es": "inline",
    "fr": "inline",
    "ja": "inline",
    "ko": "inline",
    "pt-BR": "inline",
    "zh-CN": "inline",
    "zh-TW": "inline"
  },
  "inline boxes": {
    "en-US": "inline boxes",
    "de": "Inline-Boxen",
    "es": "cajas en línea",
    "fr": "boîtes en ligne",
    "ja": "インラインボックス",
    "ko": "인라인 박스",
    "pt-BR": "caixas inline",
    "zh-CN": "内联框",
    "zh-TW": "行內框"
  },
  "inline boxes and block containers": {
    "en-US": "inline boxes and block containers",
    "de": "Inline-Boxen und Block-Container",
    "es": "cajas en línea y contenedores de bloque",
    "fr": "boîtes en ligne et conteneurs de type bloc",
    "ja": "インラインボックスおよびブロックコンテナー",
    "ko": "인라인 박스 및 블록 컨테이너",
    "pt-BR": "caixas inline e contêineres de bloco",
    "zh-CN": "内联框和块级容器",
    "zh-TW": "行內框與區塊容器"
  },
  "inline boxes and text": {
    "en-US": "inline boxes and text",
    "de": "Inline-Boxen und Text",
    "es": "cajas en línea y texto",
    "fr": "boîtes en ligne et texte",
    "ja": "インラインボックスおよびテキスト",
    "ko": "인라인 박스 및 텍스트",
    "pt-BR": "caixas inline e texto",
    "zh-CN": "内联框和文本",
    "zh-TW": "行內框與文字"
  },
  "inline boxes, but not ruby container boxes nor internal ruby boxes": {
    "en-US": "inline boxes, but not ruby container boxes nor internal ruby boxes",
    "de": "Inline-Boxen, jedoch keine Ruby-Containerboxen und keine internen Ruby-Boxen",
    "es": "cajas en línea, pero no cajas contenedor de ruby ni cajas internas de ruby",
    "fr": "boîtes en ligne, mais pas les boîtes de conteneur ruby ni les boîtes ruby internes",
    "ja": "インラインボックス。ただしルビコンテナーボックスおよび内部ルビボックスは除く。",
    "ko": "루비 컨테이너 박스 및 내부 루비 박스를 제외한 인라인 박스",
    "pt-BR": "caixas inline, mas não caixas contêiner de ruby nem caixas internas de ruby",
    "zh-CN": "内联框，但不包括 ruby 容器框和内部 ruby 框",
    "zh-TW": "行內框，但不包含 ruby 容器框與內部 ruby 框"
  },
  "inline-level boxes": {
    "en-US": "inline-level boxes",
    "de": "Inline-Level-Boxen",
    "es": "cajas de nivel en línea",
    "fr": "boîtes de niveau inline",
    "ja": "インラインレベルボックス",
    "ko": "인라인 레벨 박스",
    "pt-BR": "caixas de nível inline",
    "zh-CN": "行内级框",
    "zh-TW": "行內層級框"
  },
  "inline-level boxes and SVG text content elements": {
    "en-US": "inline-level boxes and SVG text content elements",
    "de": "Inline-Level-Boxen und SVG-Textinhaltselemente",
    "es": "cajas de nivel en línea y elementos de contenido de texto SVG",
    "fr": "boîtes de niveau inline et éléments de contenu texte SVG",
    "ja": "インラインレベルボックスおよび SVG テキストコンテンツ要素",
    "ko": "인라인 레벨 박스 및 SVG 텍스트 콘텐츠 요소",
    "pt-BR": "caixas de nível inline e elementos de conteúdo de texto SVG",
    "zh-CN": "行内级框和 SVG 文本内容元素",
    "zh-TW": "行內層級框與 SVG 文字內容元素"
  },
  "inline-level boxes and flex items": {
    "en-US": "inline-level boxes and flex items",
    "de": "Inline-Level-Boxen und Flex-Items",
    "es": "cajas de nivel en línea y elementos flex",
    "fr": "boîtes de niveau inline et éléments flex",
    "ja": "インラインレベルボックスおよびフレックスアイテム",
    "ko": "인라인 레벨 박스 및 플렉스 아이템",
    "pt-BR": "caixas de nível inline e itens flex",
    "zh-CN": "行内级框和弹性项",
    "zh-TW": "行內層級框與彈性項目"
  },
  "inline-level boxes, flex items, grid items, table cells, and SVG text content elements": {
    "en-US": "inline-level boxes, flex items, grid items, table cells, and SVG text content elements",
    "de": "Inline-Level-Boxen, Flex-Items, Grid-Items, Tabellenzellen und SVG-Textinhaltselemente",
    "es": "cajas de nivel en línea, elementos flex, elementos grid, celdas de tabla y elementos de contenido de texto SVG",
    "fr": "boîtes de niveau inline, éléments flex, éléments de grille, cellules de tableau et éléments de contenu texte SVG",
    "ja": "インラインレベルボックス、フレックスアイテム、グリッドアイテム、表セル、および SVG テキストコンテンツ要素",
    "ko": "인라인 레벨 박스, 플렉스 아이템, 그리드 아이템, 테이블 셀, SVG 텍스트 콘텐츠 요소",
    "pt-BR": "caixas de nível inline, itens flex, itens de grid, células de tabela e elementos de conteúdo de texto SVG",
    "zh-CN": "行内级框、弹性项、网格项、表格单元格以及 SVG 文本内容元素",
    "zh-TW": "行內層級框、彈性項目、格線項目、表格儲存格與 SVG 文字內容元素"
  },
  "interlinear ruby annotation containers": {
    "en-US": "interlinear ruby annotation containers",
    "de": "interlineare Ruby-Anmerkungs­container",
    "es": "contenedores de anotaciones ruby interlineales",
    "fr": "conteneurs d’annotation ruby interlinéaire",
    "ja": "行中ルビ注釈コンテナー",
    "ko": "행내 루비 주석 컨테이너(interlinear ruby annotation containers)",
    "pt-BR": "contêineres de anotação ruby interlinear",
    "zh-CN": "行间 ruby 标注容器",
    "zh-TW": "行間 ruby 註解容器"
  },
  "keyword as specified, except for match-parent which computes as defined above": {
    "en-US": "keyword as specified, except for match-parent which computes as defined above",
    "de": "Schlüsselwort wie angegeben, außer match-parent, das wie oben definiert berechnet wird",
    "es": "palabra clave según se especifica, excepto match-parent, que se calcula como se ha definido arriba",
    "fr": "mot-clé tel que spécifié, sauf match-parent qui se calcule comme défini ci-dessus",
    "ja": "指定されたキーワード。ただし match-parent は前述のとおりに算出されます。",
    "ko": "match-parent는 위에서 정의한 대로 계산되고, 그 외의 경우에는 지정된 키워드 그대로입니다.",
    "pt-BR": "palavra-chave conforme especificado, exceto match-parent, que é calculado como definido acima",
    "zh-CN": "按指定关键字计算，match-parent 的计算方式如上所述",
    "zh-TW": "依指定關鍵字計算，match-parent 的計算方式如上所述"
  },
  "keyword, but see prose": {
    "en-US": "keyword, but see prose",
    "de": "Schlüsselwort, siehe jedoch Fließtext",
    "es": "palabra clave, pero consulta el texto explicativo",
    "fr": "mot-clé, mais voir le texte explicatif",
    "ja": "キーワード（ただし本文参照）",
    "ko": "키워드(자세한 내용은 본문 참고)",
    "pt-BR": "palavra-chave, mas veja o texto explicativo",
    "zh-CN": "关键字，但请参见说明文字",
    "zh-TW": "關鍵字，但請參見敘述文字"
  },
  "leading": {
    "en-US": "leading",
    "de": "leading",
    "es": "leading",
    "fr": "leading",
    "ja": "leading",
    "ko": "leading",
    "pt-BR": "leading",
    "zh-CN": "leading",
    "zh-TW": "leading"
  },
  "legacy": {
    "en-US": "legacy",
    "de": "legacy",
    "es": "legacy",
    "fr": "legacy",
    "ja": "legacy",
    "ko": "legacy",
    "pt-BR": "legacy",
    "zh-CN": "legacy",
    "zh-TW": "legacy"
  },
  "linearRGB": {
    "en-US": "linearRGB",
    "de": "linearRGB",
    "es": "linearRGB",
    "fr": "linearRGB",
    "ja": "linearRGB",
    "ko": "linearRGB",
    "pt-BR": "linearRGB",
    "zh-CN": "linearRGB",
    "zh-TW": "linearRGB"
  },
  "list items": {
    "en-US": "list items",
    "de": "Listenelemente",
    "es": "elementos de lista",
    "fr": "éléments de liste",
    "ja": "リスト項目",
    "ko": "목록 항목(list item)",
    "pt-BR": "itens de lista",
    "zh-CN": "列表项",
    "zh-TW": "清單項目"
  },
  "list of absolute lengths, snapped as a border width, or 0 under conditions described below": {
    "en-US": "list of absolute lengths, snapped as a border width, or 0 under conditions described below",
    "de": "Liste absoluter Längen, auf eine Rahmenbreite gerundet, oder 0 unter den unten beschriebenen Bedingungen",
    "es": "lista de longitudes absolutas, ajustadas como un grosor de borde, o 0 en las condiciones descritas más abajo",
    "fr": "liste de longueurs absolues, ajustées comme une largeur de bordure, ou 0 selon les conditions décrites ci-dessous",
    "ja": "絶対長さのリストで、ボーダー幅にスナップされます。下記の条件では 0 になります。",
    "ko": "절대 길이 목록으로, 테두리 두께에 맞춰 스냅되며, 아래에 설명된 조건에서는 0이 됩니다.",
    "pt-BR": "lista de comprimentos absolutos, ajustados como largura de borda, ou 0 sob as condições descritas abaixo",
    "zh-CN": "绝对长度列表，按边框宽度取整，或在下文描述的条件下为 0",
    "zh-TW": "絕對長度的列表，依邊框寬度對齊，或在下文所述條件下為 0"
  },
  "list, each item a <length>": {
    "en-US": "list, each item a <length>",
    "de": "Liste, jedes Element ein <length>",
    "es": "lista, en la que cada elemento es una <length>",
    "fr": "liste dont chaque élément est une <length>",
    "ja": "リスト。各項目は <length>。",
    "ko": "각 항목이 <length>인 목록",
    "pt-BR": "lista, cada item um <length>",
    "zh-CN": "列表，每一项为一个 <length>",
    "zh-TW": "列表，每一項為一個 <length>"
  },
  "list, each item a computed <easing-function>": {
    "en-US": "list, each item a computed <easing-function>",
    "de": "Liste, jedes Element eine berechnete <easing-function>",
    "es": "lista, en la que cada elemento es una <easing-function> calculada",
    "fr": "liste dont chaque élément est une <easing-function> calculée",
    "ja": "リスト。各項目は計算済みの <easing-function>。",
    "ko": "각 항목이 계산된 <easing-function>인 목록",
    "pt-BR": "lista, cada item uma <easing-function> calculada",
    "zh-CN": "列表，每一项为一个计算后的 <easing-function>",
    "zh-TW": "列表，每一項為計算後的 <easing-function>"
  },
  "list, each item a computed color": {
    "en-US": "list, each item a computed color",
    "de": "Liste, jedes Element eine berechnete Farbe",
    "es": "lista, en la que cada elemento es un color calculado",
    "fr": "liste dont chaque élément est une couleur calculée",
    "ja": "リスト。各項目は算出された色。",
    "ko": "각 항목이 계산된 색상인 목록",
    "pt-BR": "lista, cada item uma cor calculada",
    "zh-CN": "列表，每一项为一个计算后的颜色值",
    "zh-TW": "列表，每一項為計算後的顏色值"
  },
  "list, each item a duration": {
    "en-US": "list, each item a duration",
    "de": "Liste, jedes Element eine Dauer",
    "es": "lista, en la que cada elemento es una duración",
    "fr": "liste dont chaque élément est une durée",
    "ja": "リスト。各項目は時間。",
    "ko": "각 항목이 지속 시간(duration)인 목록",
    "pt-BR": "lista, cada item uma duração",
    "zh-CN": "列表，每一项为一个持续时间",
    "zh-TW": "列表，每一項為一個持續時間"
  },
  "list, each item a keyword as specified": {
    "en-US": "list, each item a keyword as specified",
    "de": "Liste, jedes Element ein Schlüsselwort wie angegeben",
    "es": "lista, en la que cada elemento es una palabra clave según se especifica",
    "fr": "liste dont chaque élément est un mot-clé tel que spécifié",
    "ja": "リスト。各項目は指定されたキーワード。",
    "ko": "각 항목이 지정된 키워드인 목록",
    "pt-BR": "lista, cada item uma palavra-chave conforme especificado",
    "zh-CN": "列表，每一项为指定的关键字",
    "zh-TW": "列表，每一項為指定的關鍵字"
  },
  "list, each item a pair of keywords, one per dimension": {
    "en-US": "list, each item a pair of keywords, one per dimension",
    "de": "Liste, jedes Element ein Paar von Schlüsselwörtern, eines pro Dimension",
    "es": "lista, en la que cada elemento es un par de palabras clave, una por dimensión",
    "fr": "liste dont chaque élément est une paire de mots-clés, un par dimension",
    "ja": "リスト。各項目は、各次元ごとのキーワード 2 つの組。",
    "ko": "각 항목이 두 개의 키워드(각 차원당 하나) 쌍인 목록",
    "pt-BR": "lista, cada item um par de palavras-chave, uma por dimensão",
    "zh-CN": "列表，每一项为一对关键字，每个维度一个",
    "zh-TW": "列表，每一項為一對關鍵字，每個維度各一個"
  },
  "list, each item a pair of sizes (one per axis) each represented as either a keyword or a computed <length-percentage> value": {
    "en-US": "list, each item a pair of sizes (one per axis) each represented as either a keyword or a computed <length-percentage> value",
    "de": "Liste, jedes Element ein Paar von Größen (eine pro Achse), jeweils dargestellt als Schlüsselwort oder als berechneter <length-percentage>-Wert",
    "es": "lista, en la que cada elemento es un par de tamaños (uno por eje), cada uno representado como una palabra clave o como un valor <length-percentage> calculado",
    "fr": "liste dont chaque élément est une paire de tailles (une par axe), chacune représentée par un mot-clé ou une valeur <longueur-pourcentage> calculée",
    "ja": "リスト。各項目は軸ごとのサイズ 2 つの組で、それぞれはキーワードまたは計算済みの <length-percentage> 値として表されます。",
    "ko": "각 항목이 두 축 각각의 크기 쌍이며, 각 크기는 키워드 또는 계산된 <length-percentage> 값으로 표현되는 목록",
    "pt-BR": "lista, cada item um par de tamanhos (um por eixo) representados como uma palavra-chave ou um valor <length-percentage> calculado",
    "zh-CN": "列表，每一项为一对尺寸（每个轴一个），每个尺寸为关键字或计算后的 <length-percentage> 值",
    "zh-TW": "列表，每一項為一對尺寸（每個軸各一個），每個尺寸為關鍵字或計算後的 <length-percentage> 值"
  },
  "list, each item a string and/or <generic-family> keywords": {
    "en-US": "list, each item a string and/or <generic-family> keywords",
    "de": "Liste, jedes Element eine Zeichenkette und/oder <generic-family>-Schlüsselwörter",
    "es": "lista, en la que cada elemento es una cadena y/o palabras clave <generic-family>",
    "fr": "liste dont chaque élément est une chaîne et/ou des mots-clés <generic-family>",
    "ja": "リスト。各項目は文字列および／または <generic-family> キーワード。",
    "ko": "각 항목이 문자열 및/또는 <generic-family> 키워드인 목록",
    "pt-BR": "lista, cada item uma string e/ou palavras-chave <generic-family>",
    "zh-CN": "列表，每一项为一个字符串和/或 <generic-family> 关键字",
    "zh-TW": "列表，每一項為一個字串和／或 <generic-family> 關鍵字"
  },
  "list, each item as specified, but with lengths made absolute": {
    "en-US": "list, each item as specified, but with lengths made absolute",
    "de": "Liste, jedes Element wie angegeben, jedoch mit absoluten Längen",
    "es": "lista, en la que cada elemento es como se especifica, pero con las longitudes convertidas en absolutas",
    "fr": "liste, chaque élément tel que spécifié, mais avec les longueurs rendues absolues",
    "ja": "リスト。各項目は指定どおりですが、長さは絶対値に変換されます。",
    "ko": "각 항목은 지정된 대로지만, 길이는 절대 길이로 변환된 목록",
    "pt-BR": "lista, cada item conforme especificado, mas com comprimentos tornados absolutos",
    "zh-CN": "列表，每一项与指定值相同，但长度转换为绝对长度",
    "zh-TW": "列表，每一項依指定值，但長度轉為絕對長度"
  },
  "list, each item consists of two keywords representing the origin and two offsets from that origin, each given as an absolute length (if given a <length>), otherwise as a percentage.": {
    "en-US": "list, each item consists of two keywords representing the origin and two offsets from that origin, each given as an absolute length (if given a <length>), otherwise as a percentage.",
    "de": "Liste, jedes Element besteht aus zwei Schlüsselwörtern, die den Ursprung repräsentieren, und zwei Verschiebungen von diesem Ursprung, die jeweils als absolute Länge (falls ein <length> angegeben ist) oder andernfalls als Prozentsatz angegeben werden.",
    "es": "lista, en la que cada elemento consta de dos palabras clave que representan el origen y dos desplazamientos desde ese origen, cada uno dado como una longitud absoluta (si se da una <length>), o bien como un porcentaje.",
    "fr": "liste dont chaque élément se compose de deux mots-clés représentant l’origine et de deux décalages depuis cette origine, chacun exprimé en longueur absolue (si fourni en <length>), sinon en pourcentage",
    "ja": "リスト。各項目は、原点を表す 2 つのキーワードと、その原点からの 2 つのオフセットで構成されます。各オフセットは <length> として与えられた場合は絶対長さ、それ以外の場合はパーセンテージとして指定されます。",
    "ko": "각 항목은 기준점을 나타내는 두 개의 키워드와 기준점으로부터의 두 오프셋으로 구성되며, 각 오프셋은 <length>로 주어진 경우 절대 길이, 그렇지 않으면 퍼센트 값입니다.",
    "pt-BR": "lista, cada item consiste em duas palavras-chave representando a origem e dois deslocamentos a partir dessa origem, cada um dado como um comprimento absoluto (se fornecido um <length>), caso contrário como uma porcentagem.",
    "zh-CN": "列表，每一项由两个表示原点的关键字和相对于该原点的两个偏移组成，每个偏移若给出 <length> 则为绝对长度，否则为百分比。",
    "zh-TW": "列表，每一項由兩個代表原點的關鍵字與相對該原點的兩個偏移組成，每個偏移若以 <length> 給出則為絕對長度，否則為百分比。"
  },
  "list, each item either a case-sensitive css identifier or the keyword none": {
    "en-US": "list, each item either a case-sensitive css identifier or the keyword none",
    "de": "Liste, jedes Element entweder ein groß-/kleinschreibungs­abhängiger CSS-Bezeichner oder das Schlüsselwort none",
    "es": "lista, en la que cada elemento es un identificador CSS sensible a mayúsculas o la palabra clave none",
    "fr": "liste dont chaque élément est soit un identifiant CSS sensible à la casse, soit le mot-clé none",
    "ja": "リスト。各項目は大文字小文字を区別する CSS 識別子、またはキーワード none。",
    "ko": "각 항목이 대소문자를 구분하는 CSS 식별자 또는 none 키워드인 목록",
    "pt-BR": "lista, em que cada item é um identificador CSS sensível a maiúsculas e minúsculas ou a palavra-chave none",
    "zh-CN": "列表，每一项为区分大小写的 CSS 标识符或关键字 none",
    "zh-TW": "列表，每一項為區分大小寫的 CSS 識別符或關鍵字 none"
  },
  "list, each item either a number or the keyword infinite": {
    "en-US": "list, each item either a number or the keyword infinite",
    "de": "Liste, jedes Element entweder eine Zahl oder das Schlüsselwort infinite",
    "es": "lista, en la que cada elemento es un número o la palabra clave infinite",
    "fr": "liste dont chaque élément est soit un nombre, soit le mot-clé infinite",
    "ja": "リスト。各項目は数値またはキーワード infinite。",
    "ko": "각 항목이 숫자 또는 infinite 키워드인 목록",
    "pt-BR": "lista, em que cada item é um número ou a palavra-chave infinite",
    "zh-CN": "列表，每一项为数值或关键字 infinite",
    "zh-TW": "列表，每一項為數值或關鍵字 infinite"
  },
  "list, each item either a time or the keyword auto": {
    "en-US": "list, each item either a time or the keyword auto",
    "de": "Liste, jedes Element entweder eine Zeitangabe oder das Schlüsselwort auto",
    "es": "lista, en la que cada elemento es un tiempo o la palabra clave auto",
    "fr": "liste dont chaque élément est soit un temps, soit le mot-clé auto",
    "ja": "リスト。各項目は時間またはキーワード auto。",
    "ko": "각 항목이 시간 값 또는 auto 키워드인 목록",
    "pt-BR": "lista, em que cada item é um tempo ou a palavra-chave auto",
    "zh-CN": "列表，每一项为时间或关键字 auto",
    "zh-TW": "列表，每一項為時間或關鍵字 auto"
  },
  "list, each item either an <image> or the keyword none": {
    "en-US": "list, each item either an <image> or the keyword none",
    "de": "Liste, jedes Element entweder ein <image> oder das Schlüsselwort none",
    "es": "lista, en la que cada elemento es una <image> o la palabra clave none",
    "fr": "liste dont chaque élément est soit une <image>, soit le mot-clé none",
    "ja": "リスト。各項目は <image> またはキーワード none。",
    "ko": "각 항목이 <image> 또는 none 키워드인 목록",
    "pt-BR": "lista, em que cada item é um <image> ou a palavra-chave none",
    "zh-CN": "列表，每一项为一个 <image> 或关键字 none",
    "zh-TW": "列表，每一項為一個 <image> 或關鍵字 none"
  },
  "list, each item either none or a pair of offsets (horizontal and vertical) from the element‘s box": {
    "en-US": "list, each item either none or a pair of offsets (horizontal and vertical) from the element‘s box",
    "de": "Liste, jedes Element entweder none oder ein Paar Verschiebungen (horizontal und vertikal) von der Box des Elements",
    "es": "lista, en la que cada elemento es none o un par de desplazamientos (horizontal y vertical) desde la caja del elemento",
    "fr": "liste dont chaque élément est soit none, soit une paire de décalages (horizontal et vertical) depuis la boîte de l’élément",
    "ja": "リスト。各項目は none、または要素ボックスからの水平方向・垂直方向のオフセットの組。",
    "ko": "각 항목이 none 또는 요소 박스로부터의 가로·세로 오프셋 쌍인 목록",
    "pt-BR": "lista, em que cada item é none ou um par de deslocamentos (horizontal e vertical) a partir da caixa do elemento",
    "zh-CN": "列表，每一项为 none 或相对于元素框的一对偏移（水平和垂直）",
    "zh-TW": "列表，每一項為 none 或一對相對於元素框的偏移（水平與垂直）"
  },
  "list, each item either the keyword none, the keyword auto, a case-sensitive css identifier, a computed scroll() function, or a computed view() function": {
    "en-US": "list, each item either the keyword none, the keyword auto, a case-sensitive css identifier, a computed scroll() function, or a computed view() function",
    "de": "Liste, jedes Element entweder das Schlüsselwort none, das Schlüsselwort auto, ein groß-/kleinschreibungs­abhängiger CSS-Bezeichner, eine berechnete scroll()-Funktion oder eine berechnete view()-Funktion",
    "es": "lista, en la que cada elemento es la palabra clave none, la palabra clave auto, un identificador CSS sensible a mayúsculas, una función scroll() calculada o una función view() calculada",
    "fr": "liste dont chaque élément est soit le mot-clé none, soit le mot-clé auto, soit un identifiant CSS sensible à la casse, soit une fonction scroll() calculée, soit une fonction view() calculée",
    "ja": "リスト。各項目はキーワード none、auto、大文字小文字を区別する CSS 識別子、算出済みの scroll() 関数、または算出済みの view() 関数。",
    "ko": "각 항목이 none 키워드, auto 키워드, 대소문자를 구분하는 CSS 식별자, 계산된 scroll() 함수, 또는 계산된 view() 함수인 목록",
    "pt-BR": "lista, em que cada item é a palavra-chave none, a palavra-chave auto, um identificador CSS sensível a maiúsculas e minúsculas, uma função scroll() calculada ou uma função view() calculada",
    "zh-CN": "列表，每一项为关键字 none、关键字 auto、区分大小写的 CSS 标识符、计算后的 scroll() 函数或计算后的 view() 函数",
    "zh-TW": "列表，每一項為關鍵字 none、關鍵字 auto、區分大小寫的 CSS 識別符、計算後的 scroll() 函數或計算後的 view() 函數"
  },
  "list, each item either the keyword normal or a timeline range and progress percentage": {
    "en-US": "list, each item either the keyword normal or a timeline range and progress percentage",
    "de": "Liste, jedes Element entweder das Schlüsselwort normal oder ein Zeitachsenbereich und ein Fortschritts­prozentsatz",
    "es": "lista, en la que cada elemento es la palabra clave normal o un rango de timeline y un porcentaje de progreso",
    "fr": "liste dont chaque élément est soit le mot-clé normal, soit un intervalle de chronologie et un pourcentage de progression",
    "ja": "リスト。各項目はキーワード normal、またはタイムライン範囲と進行度パーセンテージ。",
    "ko": "각 항목이 normal 키워드 또는 타임라인 범위와 진행률 퍼센트인 목록",
    "pt-BR": "lista, em que cada item é a palavra-chave normal ou um intervalo de timeline e uma porcentagem de progresso",
    "zh-CN": "列表，每一项为关键字 normal 或一个时间线区间加进度百分比",
    "zh-TW": "列表，每一項為關鍵字 normal，或時間軸範圍與進度百分比的組合"
  },
  "list, each item either the keyword normal or a timeline range center subject and a length-percentage value": {
    "en-US": "list, each item either the keyword normal or a timeline range center subject and a length-percentage value",
    "de": "Liste, jedes Element entweder das Schlüsselwort normal oder ein Zentrumssubjekt eines Zeitachsenbereichs und ein length-percentage-Wert",
    "es": "lista, en la que cada elemento es la palabra clave normal o un sujeto de centro de rango de timeline y un valor length-percentage",
    "fr": "liste dont chaque élément est soit le mot-clé normal, soit un centre d’intervalle de chronologie et une valeur longueur-pourcentage",
    "ja": "リスト。各項目はキーワード normal、またはタイムライン範囲の中心対象と <length-percentage> 値。",
    "ko": "각 항목이 normal 키워드 또는 타임라인 범위의 중심 대상과 <length-percentage> 값인 목록",
    "pt-BR": "lista, em que cada item é a palavra-chave normal ou um sujeito central de intervalo de timeline e um valor length-percentage",
    "zh-CN": "列表，每一项为关键字 normal，或包含时间线区间中心主体及一个 length-percentage 值",
    "zh-TW": "列表，每一項為關鍵字 normal，或包含時間軸範圍中心主體與一個 length-percentage 值"
  },
  "list, each item one of the keywords": {
    "en-US": "list, each item one of the keywords",
    "de": "Liste, jedes Element eines der Schlüsselwörter",
    "es": "lista, en la que cada elemento es una de las palabras clave",
    "fr": "liste dont chaque élément est l’un des mots-clés",
    "ja": "リスト。各項目は指定されたキーワードのいずれか。",
    "ko": "각 항목이 지정된 키워드 중 하나인 목록",
    "pt-BR": "lista, cada item uma das palavras-chave",
    "zh-CN": "列表，每一项为其中一个关键字",
    "zh-TW": "列表，每一項為其中一個關鍵字"
  },
  "list, each item the keyword as specified": {
    "en-US": "list, each item the keyword as specified",
    "de": "Liste, jedes Element das Schlüsselwort wie angegeben",
    "es": "lista, en la que cada elemento es la palabra clave según se especifica",
    "fr": "liste dont chaque élément est le mot-clé tel que spécifié",
    "ja": "リスト。各項目は指定されたキーワード。",
    "ko": "각 항목이 지정된 키워드 그대로인 목록",
    "pt-BR": "lista, cada item a palavra-chave conforme especificado",
    "zh-CN": "列表，每一项为指定的关键字",
    "zh-TW": "列表，每一項為指定的關鍵字"
  },
  "list, each item the keyword none, a computed <image>, or a computed <url>": {
    "en-US": "list, each item the keyword none, a computed <image>, or a computed <url>",
    "de": "Liste, jedes Element das Schlüsselwort none, ein berechnetes <image> oder eine berechnete <url>",
    "es": "lista, en la que cada elemento es la palabra clave none, una <image> calculada o una <url> calculada",
    "fr": "liste dont chaque élément est le mot-clé none, une <image> calculée ou une <url> calculée",
    "ja": "リスト。各項目はキーワード none、算出済みの <image>、または算出済みの <url>。",
    "ko": "각 항목이 none 키워드, 계산된 <image>, 또는 계산된 <url>인 목록",
    "pt-BR": "lista, em que cada item é a palavra-chave none, um <image> calculado ou um <url> calculado",
    "zh-CN": "列表，每一项为关键字 none、计算后的 <image> 或计算后的 <url>",
    "zh-TW": "列表，每一項為關鍵字 none、計算後的 <image> 或計算後的 <url>"
  },
  "ltr": {
    "en-US": "ltr",
    "de": "ltr",
    "es": "ltr",
    "fr": "ltr",
    "ja": "ltr",
    "ko": "ltr",
    "pt-BR": "ltr",
    "zh-CN": "ltr",
    "zh-TW": "ltr"
  },
  "luminance": {
    "en-US": "luminance",
    "de": "luminance",
    "es": "luminance",
    "fr": "luminance",
    "ja": "luminance",
    "ko": "luminance",
    "pt-BR": "luminance",
    "zh-CN": "luminance",
    "zh-TW": "luminance"
  },
  "manual": {
    "en-US": "manual",
    "de": "manual",
    "es": "manual",
    "fr": "manuel",
    "ja": "manual",
    "ko": "manual",
    "pt-BR": "manual",
    "zh-CN": "manual",
    "zh-TW": "manual"
  },
  "margin-box": {
    "en-US": "margin-box",
    "de": "margin-box",
    "es": "margin-box",
    "fr": "margin-box",
    "ja": "margin-box",
    "ko": "margin-box",
    "pt-BR": "margin-box",
    "zh-CN": "margin-box",
    "zh-TW": "margin-box"
  },
  "mask elements": {
    "en-US": "mask elements",
    "de": "Masken-Elemente",
    "es": "elementos mask",
    "fr": "éléments de masque",
    "ja": "マスク要素",
    "ko": "마스크 요소(mask elements)",
    "pt-BR": "elementos mask",
    "zh-CN": "遮罩元素",
    "zh-TW": "遮罩元素"
  },
  "masonry containers": {
    "en-US": "masonry containers",
    "de": "Masonry-Container",
    "es": "contenedores masonry",
    "fr": "conteneurs maçonnerie",
    "ja": "メイソンリコンテナー",
    "ko": "메이슨리 컨테이너(masonry containers)",
    "pt-BR": "contêineres masonry",
    "zh-CN": "砌体容器（masonry containers）",
    "zh-TW": "砌體容器（masonry containers）"
  },
  "match-parent": {
    "en-US": "match-parent",
    "de": "match-parent",
    "es": "match-parent",
    "fr": "match-parent",
    "ja": "match-parent",
    "ko": "match-parent",
    "pt-BR": "match-parent",
    "zh-CN": "match-parent",
    "zh-TW": "match-parent"
  },
  "match-self": {
    "en-US": "match-self",
    "de": "match-self",
    "es": "match-self",
    "fr": "match-self",
    "ja": "match-self",
    "ko": "match-self",
    "pt-BR": "match-self",
    "zh-CN": "match-self",
    "zh-TW": "match-self"
  },
  "match-source": {
    "en-US": "match-source",
    "de": "match-source",
    "es": "match-source",
    "fr": "match-source",
    "ja": "match-source",
    "ko": "match-source",
    "pt-BR": "match-source",
    "zh-CN": "match-source",
    "zh-TW": "match-source"
  },
  "medium": {
    "en-US": "medium",
    "de": "medium",
    "es": "medium",
    "fr": "medium",
    "ja": "medium",
    "ko": "medium",
    "pt-BR": "medium",
    "zh-CN": "medium",
    "zh-TW": "medium"
  },
  "miter": {
    "en-US": "miter",
    "de": "miter",
    "es": "miter",
    "fr": "miter",
    "ja": "miter",
    "ko": "miter",
    "pt-BR": "miter",
    "zh-CN": "miter",
    "zh-TW": "miter"
  },
  "mixed": {
    "en-US": "mixed",
    "de": "mixed",
    "es": "mixed",
    "fr": "mixed",
    "ja": "mixed",
    "ko": "mixed",
    "pt-BR": "mixed",
    "zh-CN": "mixed",
    "zh-TW": "mixed"
  },
  "multi-column containers, flex containers, grid containers": {
    "en-US": "multi-column containers, flex containers, grid containers",
    "de": "Mehrspalten-Container, Flex-Container, Grid-Container",
    "es": "contenedores multicolumna, contenedores flex, contenedores grid",
    "fr": "conteneurs multicolonnes, conteneurs flex, conteneurs grille",
    "ja": "マルチカラムコンテナー、フレックスコンテナー、グリッドコンテナー",
    "ko": "다단 컨테이너, 플렉스 컨테이너, 그리드 컨테이너",
    "pt-BR": "contêineres multicoluna, contêineres flex, contêineres de grid",
    "zh-CN": "多列容器、弹性容器、网格容器",
    "zh-TW": "多欄容器、彈性容器、格線容器"
  },
  "multicol containers": {
    "en-US": "multicol containers",
    "de": "Mehrspalten-Container",
    "es": "contenedores multicolumna",
    "fr": "conteneurs multicolonnes",
    "ja": "マルチカラムコンテナー",
    "ko": "다단(multicol) 컨테이너",
    "pt-BR": "contêineres multicoluna",
    "zh-CN": "多列容器（multicol containers）",
    "zh-TW": "多欄容器（multicol containers）"
  },
  "multicol containers, flex containers, and grid containers": {
    "en-US": "multicol containers, flex containers, and grid containers",
    "de": "Mehrspalten-Container, Flex-Container und Grid-Container",
    "es": "contenedores multicolumna, contenedores flex y contenedores grid",
    "fr": "conteneurs multicolonnes, conteneurs flex et conteneurs grille",
    "ja": "マルチカラムコンテナー、フレックスコンテナー、グリッドコンテナー",
    "ko": "다단 컨테이너, 플렉스 컨테이너, 그리드 컨테이너",
    "pt-BR": "contêineres multicoluna, contêineres flex e contêineres de grid",
    "zh-CN": "多列容器、弹性容器和网格容器",
    "zh-TW": "多欄容器、彈性容器與格線容器"
  },
  "n/a": {
    "en-US": "n/a",
    "de": "k. A.",
    "es": "n/d",
    "fr": "n/a",
    "ja": "該当なし",
    "ko": "해당 없음",
    "pt-BR": "n/d",
    "zh-CN": "不适用",
    "zh-TW": "不適用"
  },
  "no": {
    "en-US": "no",
    "de": "no",
    "es": "no",
    "fr": "non",
    "ja": "no",
    "ko": "no",
    "pt-BR": "não",
    "zh-CN": "no",
    "zh-TW": "no"
  },
  "no (but see prose)": {
    "en-US": "no (but see prose)",
    "de": "nein (siehe jedoch Fließtext)",
    "es": "no (pero consulta el texto explicativo)",
    "fr": "non (voir texte explicatif)",
    "ja": "いいえ（ただし本文参照）",
    "ko": "아니오(자세한 내용은 본문 참고)",
    "pt-BR": "não (mas veja o texto explicativo)",
    "zh-CN": "否（但请参见说明文字）",
    "zh-TW": "否（但請參見敘述文字）"
  },
  "no (but see prose, above)": {
    "en-US": "no (but see prose, above)",
    "de": "nein (siehe jedoch Fließtext oben)",
    "es": "no (pero consulta el texto explicativo anterior)",
    "fr": "non (voir texte explicatif ci-dessus)",
    "ja": "いいえ（ただし上記の本文参照）",
    "ko": "아니오(위 본문 설명 참고)",
    "pt-BR": "não (mas veja o texto explicativo acima)",
    "zh-CN": "否（但请参见上文说明）",
    "zh-TW": "否（但請參見上文敘述）"
  },
  "no-ellipsis": {
    "en-US": "no-ellipsis",
    "de": "no-ellipsis",
    "es": "no-ellipsis",
    "fr": "no-ellipsis",
    "ja": "no-ellipsis",
    "ko": "no-ellipsis",
    "pt-BR": "no-ellipsis",
    "zh-CN": "no-ellipsis",
    "zh-TW": "no-ellipsis"
  },
  "no-limit": {
    "en-US": "no-limit",
    "de": "no-limit",
    "es": "no-limit",
    "fr": "no-limit",
    "ja": "no-limit",
    "ko": "no-limit",
    "pt-BR": "no-limit",
    "zh-CN": "no-limit",
    "zh-TW": "no-limit"
  },
  "non-replaced inline boxes and SVG text content elements": {
    "en-US": "non-replaced inline boxes and SVG text content elements",
    "de": "nicht ersetzte Inline-Boxen und SVG-Textinhaltselemente",
    "es": "cajas en línea no reemplazadas y elementos de contenido de texto SVG",
    "fr": "boîtes inline non remplacées et éléments de contenu texte SVG",
    "ja": "非置換インラインボックスおよび SVG テキストコンテンツ要素",
    "ko": "치환되지 않은 인라인 박스 및 SVG 텍스트 콘텐츠 요소",
    "pt-BR": "caixas inline não substituídas e elementos de conteúdo de texto SVG",
    "zh-CN": "非替换内联框和 SVG 文本内容元素",
    "zh-TW": "非取代行內框與 SVG 文字內容元素"
  },
  "none": {
    "en-US": "none",
    "de": "none",
    "es": "none",
    "fr": "none",
    "ja": "none",
    "ko": "none",
    "pt-BR": "none",
    "zh-CN": "none",
    "zh-TW": "none"
  },
  "nonzero": {
    "en-US": "nonzero",
    "de": "nonzero",
    "es": "nonzero",
    "fr": "nonzero",
    "ja": "nonzero",
    "ko": "nonzero",
    "pt-BR": "nonzero",
    "zh-CN": "nonzero",
    "zh-TW": "nonzero"
  },
  "normal": {
    "en-US": "normal",
    "de": "normal",
    "es": "normal",
    "fr": "normal",
    "ja": "normal",
    "ko": "normal",
    "pt-BR": "normal",
    "zh-CN": "normal",
    "zh-TW": "normal"
  },
  "normal, or a list consisting of absolute lengths, or percentages as specified": {
    "en-US": "normal, or a list consisting of absolute lengths, or percentages as specified",
    "de": "normal oder eine Liste aus absoluten Längen oder angegebenen Prozentsätzen",
    "es": "normal, o una lista que consiste en longitudes absolutas o porcentajes según se especifica",
    "fr": "normal, ou une liste composée de longueurs absolues ou de pourcentages comme spécifié",
    "ja": "normal、または絶対長さやパーセンテージからなるリスト（指定どおり）",
    "ko": "normal 또는 절대 길이 목록, 지정된 퍼센트 값 목록",
    "pt-BR": "normal, ou uma lista composta de comprimentos absolutos ou porcentagens, conforme especificado",
    "zh-CN": "normal，或由绝对长度或指定的百分比组成的列表",
    "zh-TW": "normal，或由絕對長度或指定百分比組成的列表"
  },
  "not animatable": {
    "en-US": "not animatable",
    "de": "nicht animierbar",
    "es": "no animable",
    "fr": "non animable",
    "ja": "アニメーション不可",
    "ko": "애니메이션 불가",
    "pt-BR": "não animável",
    "zh-CN": "不可动画",
    "zh-TW": "不可動畫"
  },
  "not defined for shorthand properties": {
    "en-US": "not defined for shorthand properties",
    "de": "für Shorthand-Eigenschaften nicht definiert",
    "es": "no definido para propiedades shorthand",
    "fr": "non défini pour les propriétés abrégées",
    "ja": "一括指定プロパティには定義されません",
    "ko": "축약(shorthand) 속성에는 정의되지 않음",
    "pt-BR": "não definido para propriedades abreviadas (shorthand)",
    "zh-CN": "对速记属性未定义",
    "zh-TW": "未對速記屬性定義"
  },
  "nowrap": {
    "en-US": "nowrap",
    "de": "nowrap",
    "es": "nowrap",
    "fr": "nowrap",
    "ja": "nowrap",
    "ko": "nowrap",
    "pt-BR": "nowrap",
    "zh-CN": "nowrap",
    "zh-TW": "nowrap"
  },
  "number": {
    "en-US": "number",
    "de": "number",
    "es": "number",
    "fr": "nombre",
    "ja": "数値",
    "ko": "number",
    "pt-BR": "number",
    "zh-CN": "number",
    "zh-TW": "number"
  },
  "numeric-only": {
    "en-US": "numeric-only",
    "de": "numeric-only",
    "es": "numeric-only",
    "fr": "numérique uniquement",
    "ja": "numeric-only",
    "ko": "numeric-only",
    "pt-BR": "numeric-only",
    "zh-CN": "numeric-only",
    "zh-TW": "numeric-only"
  },
  "one of the predefined pitch keywords if only the keyword is specified by itself, otherwise an absolute frequency calculated by converting the keyword value (if any) to a fixed frequency based on the current voice-family and by applying the specified relative offset (if any)": {
    "en-US": "one of the predefined pitch keywords if only the keyword is specified by itself, otherwise an absolute frequency calculated by converting the keyword value (if any) to a fixed frequency based on the current voice-family and by applying the specified relative offset (if any)",
    "de": "eines der vordefinierten pitch-Schlüsselwörter, wenn nur das Schlüsselwort selbst angegeben ist, andernfalls eine absolute Frequenz, die durch Umrechnung des Schlüsselwortwerts (falls vorhanden) in eine feste Frequenz basierend auf der aktuellen voice-family und Anwendung des angegebenen relativen Offsets (falls vorhanden) berechnet wird",
    "es": "una de las palabras clave de tono predefinidas si solo se especifica la palabra clave por sí sola; en caso contrario, una frecuencia absoluta calculada convirtiendo el valor de la palabra clave (si lo hay) en una frecuencia fija basada en la voice-family actual y aplicando el desplazamiento relativo especificado (si lo hay)",
    "fr": "l’un des mots-clés de hauteur prédéfinis si seul le mot-clé est spécifié; sinon, une fréquence absolue calculée en convertissant la valeur du mot-clé (le cas échéant) en une fréquence fixe basée sur la famille de voix actuelle et en appliquant le décalage relatif spécifié (le cas échéant)",
    "ja": "キーワードのみが単独で指定された場合は、定義済みのピッチキーワードのいずれか。それ以外の場合は、現在の voice-family に基づいてキーワード値（ある場合）を固定周波数に変換し、指定された相対オフセット（ある場合）を適用して求めた絶対周波数。",
    "ko": "키워드만 단독으로 지정된 경우 미리 정의된 피치(pitch) 키워드 중 하나가 되며, 그 외에는 현재 voice-family를 기준으로 키워드 값을 고정 주파수로 변환하고 지정된 상대 오프셋(있는 경우)을 적용해 얻은 절대 주파수입니다.",
    "pt-BR": "uma das palavras-chave de pitch predefinidas se apenas a palavra-chave for especificada sozinha; caso contrário, uma frequência absoluta calculada convertendo o valor da palavra-chave (se houver) em uma frequência fixa com base na voice-family atual e aplicando o deslocamento relativo especificado (se houver)",
    "zh-CN": "若仅指定关键字，则为预定义音高关键字之一；否则为绝对频率，其由关键字值（若有）根据当前 voice-family 转换为固定频率，并应用指定的相对偏移（若有）得到",
    "zh-TW": "若只指定關鍵字，則為預先定義的音高關鍵字之一；否則為絕對頻率，透過將關鍵字值（若有）依目前的 voice-family 轉換為固定頻率，並套用指定的相對位移（若有）計算而得"
  },
  "open": {
    "en-US": "open",
    "de": "open",
    "es": "open",
    "fr": "open",
    "ja": "open",
    "ko": "open",
    "pt-BR": "open",
    "zh-CN": "open",
    "zh-TW": "open"
  },
  "outset": {
    "en-US": "outset",
    "de": "outset",
    "es": "outset",
    "fr": "outset",
    "ja": "outset",
    "ko": "outset",
    "pt-BR": "outset",
    "zh-CN": "outset",
    "zh-TW": "outset"
  },
  "outside": {
    "en-US": "outside",
    "de": "outside",
    "es": "outside",
    "fr": "outside",
    "ja": "outside",
    "ko": "outside",
    "pt-BR": "outside",
    "zh-CN": "outside",
    "zh-TW": "outside"
  },
  "over right": {
    "en-US": "over right",
    "de": "over right",
    "es": "over right",
    "fr": "sur la droite",
    "ja": "over right",
    "ko": "over right",
    "pt-BR": "over right",
    "zh-CN": "over right",
    "zh-TW": "over right"
  },
  "padding-box": {
    "en-US": "padding-box",
    "de": "padding-box",
    "es": "padding-box",
    "fr": "padding-box",
    "ja": "padding-box",
    "ko": "padding-box",
    "pt-BR": "padding-box",
    "zh-CN": "padding-box",
    "zh-TW": "padding-box"
  },
  "pair of computed <length-percentage> values": {
    "en-US": "pair of computed <length-percentage> values",
    "de": "Paar berechneter <length-percentage>-Werte",
    "es": "par de valores <length-percentage> calculados",
    "fr": "paire de valeurs <longueur-pourcentage> calculées",
    "ja": "計算済みの <length-percentage> 値の組",
    "ko": "계산된 <length-percentage> 값 쌍",
    "pt-BR": "par de valores <length-percentage> calculados",
    "zh-CN": "一对计算后的 <length-percentage> 值",
    "zh-TW": "一對計算後的 <length-percentage> 值"
  },
  "per computed value if the <visual-box> values match; otherwise discrete": {
    "en-US": "per computed value if the <visual-box> values match; otherwise discrete",
    "de": "nach berechnetem Wert, wenn die <visual-box>-Werte übereinstimmen; andernfalls diskret",
    "es": "por valor calculado si los valores de <visual-box> coinciden; en caso contrario, discreto",
    "fr": "par valeur calculée si les valeurs <visual-box> correspondent ; sinon discret",
    "ja": "<visual-box> の値が一致する場合は算出値ごとに補間し、それ以外の場合は離散的に変化",
    "ko": "<visual-box> 값이 같으면 계산값 기준으로, 그렇지 않으면 이산(discrete) 값으로",
    "pt-BR": "por valor calculado se os valores <visual-box> coincidirem; caso contrário, discreto",
    "zh-CN": "若 <visual-box> 值相同，则按计算值插值；否则为离散变化",
    "zh-TW": "若 <visual-box> 值相同，則依計算值插值；否則為離散變化"
  },
  "per grammar": {
    "en-US": "per grammar",
    "de": "entsprechend der Grammatik",
    "es": "según la gramática",
    "fr": "selon la grammaire",
    "ja": "文法に従う",
    "ko": "문법에 따름",
    "pt-BR": "conforme a gramática",
    "zh-CN": "按语法定义",
    "zh-TW": "依語法定義"
  },
  "per side, an absolute length": {
    "en-US": "per side, an absolute length",
    "de": "pro Seite eine absolute Länge",
    "es": "por lado, una longitud absoluta",
    "fr": "par côté, une longueur absolue",
    "ja": "各辺ごとの絶対長さ",
    "ko": "각 면마다 절대 길이",
    "pt-BR": "por lado, um comprimento absoluto",
    "zh-CN": "每边一个绝对长度",
    "zh-TW": "每一側為一個絕對長度"
  },
  "per side, either the keyword auto or a computed <length-percentage> value": {
    "en-US": "per side, either the keyword auto or a computed <length-percentage> value",
    "de": "pro Seite entweder das Schlüsselwort auto oder ein berechneter <length-percentage>-Wert",
    "es": "por lado, la palabra clave auto o un valor <length-percentage> calculado",
    "fr": "par côté, soit le mot-clé auto, soit une valeur <longueur-pourcentage> calculée",
    "ja": "各辺ごとに auto キーワード、または計算済みの <length-percentage> 値",
    "ko": "각 면마다 auto 키워드 또는 계산된 <length-percentage> 값",
    "pt-BR": "por lado, ou a palavra-chave auto ou um valor <length-percentage> calculado",
    "zh-CN": "每边为关键字 auto 或计算后的 <length-percentage> 值",
    "zh-TW": "每一側為關鍵字 auto 或計算後的 <length-percentage> 值"
  },
  "positioned boxes with a default anchor box": {
    "en-US": "positioned boxes with a default anchor box",
    "de": "positionierte Boxen mit einer Standard-Ankerbox",
    "es": "cajas posicionadas con una anchor box predeterminada",
    "fr": "boîtes positionnées avec une boîte d’ancrage par défaut",
    "ja": "既定のアンカーボックスを持つ位置指定ボックス",
    "ko": "기본 앵커 박스를 가진 위치 지정 박스",
    "pt-BR": "caixas posicionadas com uma caixa âncora padrão",
    "zh-CN": "具有默认锚定框的定位框",
    "zh-TW": "具有預設錨點框的定位框"
  },
  "positioned elements": {
    "en-US": "positioned elements",
    "de": "positionierte Elemente",
    "es": "elementos posicionados",
    "fr": "éléments positionnés",
    "ja": "位置指定要素",
    "ko": "위치 지정 요소",
    "pt-BR": "elementos posicionados",
    "zh-CN": "定位元素",
    "zh-TW": "定位元素"
  },
  "repeat": {
    "en-US": "repeat",
    "de": "repeat",
    "es": "repeat",
    "fr": "repeat",
    "ja": "repeat",
    "ko": "repeat",
    "pt-BR": "repeat",
    "zh-CN": "repeat",
    "zh-TW": "repeat"
  },
  "repeatable list": {
    "en-US": "repeatable list",
    "de": "wiederholbare Liste",
    "es": "lista repetible",
    "fr": "liste répétable",
    "ja": "繰り返し可能なリスト",
    "ko": "반복 가능한 목록",
    "pt-BR": "lista repetível",
    "zh-CN": "可重复列表",
    "zh-TW": "可重複列表"
  },
  "repeatable list, see § 3.4.1 Interpolation behavior.": {
    "en-US": "repeatable list, see § 3.4.1 Interpolation behavior.",
    "de": "wiederholbare Liste, siehe § 3.4.1 Interpolation behavior.",
    "es": "lista repetible; consulta § 3.4.1 Interpolation behavior.",
    "fr": "liste répétable, voir § 3.4.1 Comportement d’interpolation.",
    "ja": "繰り返し可能なリスト。§ 3.4.1 補間動作を参照。",
    "ko": "반복 가능한 목록(§ 3.4.1 보간 동작 참고)",
    "pt-BR": "lista repetível, veja § 3.4.1 Interpolation behavior.",
    "zh-CN": "可重复列表，参见 § 3.4.1 插值行为。",
    "zh-TW": "可重複列表，參見 § 3.4.1 插值行為。"
  },
  "replace": {
    "en-US": "replace",
    "de": "replace",
    "es": "replace",
    "fr": "replace",
    "ja": "replace",
    "ko": "replace",
    "pt-BR": "replace",
    "zh-CN": "replace",
    "zh-TW": "replace"
  },
  "replaced elements": {
    "en-US": "replaced elements",
    "de": "ersetzte Elemente",
    "es": "elementos reemplazados",
    "fr": "éléments remplacés",
    "ja": "置換要素",
    "ko": "치환 요소(replaced elements)",
    "pt-BR": "elementos substituídos (replaced elements)",
    "zh-CN": "替换元素",
    "zh-TW": "取代元素"
  },
  "round": {
    "en-US": "round",
    "de": "round",
    "es": "round",
    "fr": "round",
    "ja": "round",
    "ko": "round",
    "pt-BR": "round",
    "zh-CN": "round",
    "zh-TW": "round"
  },
  "row": {
    "en-US": "row",
    "de": "row",
    "es": "row",
    "fr": "row",
    "ja": "row",
    "ko": "row",
    "pt-BR": "row",
    "zh-CN": "row",
    "zh-TW": "row"
  },
  "row-over-column": {
    "en-US": "row-over-column",
    "de": "row-over-column",
    "es": "row-over-column",
    "fr": "ligne-sur-colonne",
    "ja": "row-over-column",
    "ko": "row-over-column",
    "pt-BR": "row-over-column",
    "zh-CN": "row-over-column",
    "zh-TW": "row-over-column"
  },
  "ruby annotation containers": {
    "en-US": "ruby annotation containers",
    "de": "Ruby-Anmerkungs­container",
    "es": "contenedores de anotaciones ruby",
    "fr": "conteneurs d’annotation ruby",
    "ja": "ルビ注釈コンテナー",
    "ko": "루비 주석 컨테이너",
    "pt-BR": "contêineres de anotação ruby",
    "zh-CN": "ruby 标注容器",
    "zh-TW": "ruby 註解容器"
  },
  "ruby bases, ruby annotations, ruby base containers, ruby annotation containers": {
    "en-US": "ruby bases, ruby annotations, ruby base containers, ruby annotation containers",
    "de": "Ruby-Basen, Ruby-Anmerkungen, Ruby-Basiscontainer, Ruby-Anmerkungs­container",
    "es": "bases ruby, anotaciones ruby, contenedores de base ruby, contenedores de anotación ruby",
    "fr": "bases ruby, annotations ruby, conteneurs de base ruby, conteneurs d’annotation ruby",
    "ja": "ルビベース、ルビ注釈、ルビベースコンテナー、ルビ注釈コンテナー",
    "ko": "루비 베이스, 루비 주석, 루비 베이스 컨테이너, 루비 주석 컨테이너",
    "pt-BR": "bases ruby, anotações ruby, contêineres de base ruby, contêineres de anotação ruby",
    "zh-CN": "ruby 基底、ruby 标注、ruby 基容器、ruby 标注容器",
    "zh-TW": "ruby 基底、ruby 註解、ruby 基底容器、ruby 註解容器"
  },
  "running": {
    "en-US": "running",
    "de": "running",
    "es": "running",
    "fr": "running",
    "ja": "running",
    "ko": "running",
    "pt-BR": "running",
    "zh-CN": "running",
    "zh-TW": "running"
  },
  "sRGB": {
    "en-US": "sRGB",
    "de": "sRGB",
    "es": "sRGB",
    "fr": "sRGB",
    "ja": "sRGB",
    "ko": "sRGB",
    "pt-BR": "sRGB",
    "zh-CN": "sRGB",
    "zh-TW": "sRGB"
  },
  "same as height and width": {
    "en-US": "same as height and width",
    "de": "wie height und width",
    "es": "igual que height y width",
    "fr": "identique à height et width",
    "ja": "height および width と同じ",
    "ko": "height 및 width와 동일",
    "pt-BR": "igual a height e width",
    "zh-CN": "同 height 和 width",
    "zh-TW": "同 height 與 width"
  },
  "scroll": {
    "en-US": "scroll",
    "de": "scroll",
    "es": "scroll",
    "fr": "scroll",
    "ja": "scroll",
    "ko": "scroll",
    "pt-BR": "scroll",
    "zh-CN": "scroll",
    "zh-TW": "scroll"
  },
  "scroll container elements": {
    "en-US": "scroll container elements",
    "de": "Scroll-Container-Elemente",
    "es": "elementos contenedores de scroll",
    "fr": "éléments conteneurs de défilement",
    "ja": "スクロールコンテナー要素",
    "ko": "스크롤 컨테이너 요소",
    "pt-BR": "elementos contêineres de rolagem (scroll containers)",
    "zh-CN": "滚动容器元素",
    "zh-TW": "捲動容器元素"
  },
  "scroll containers": {
    "en-US": "scroll containers",
    "de": "Scroll-Container",
    "es": "contenedores de scroll",
    "fr": "conteneurs de défilement",
    "ja": "スクロールコンテナー",
    "ko": "스크롤 컨테이너",
    "pt-BR": "contêineres de rolagem (scroll containers)",
    "zh-CN": "滚动容器",
    "zh-TW": "捲動容器"
  },
  "see Computed Value for dynamic-range-limit": {
    "en-US": "see Computed Value for dynamic-range-limit",
    "de": "siehe Computed Value für dynamic-range-limit",
    "es": "consulta Computed Value para dynamic-range-limit",
    "fr": "voir Valeur calculée pour dynamic-range-limit",
    "ja": "dynamic-range-limit の算出値を参照",
    "ko": "dynamic-range-limit의 계산값 설명 참고",
    "pt-BR": "veja Computed Value para dynamic-range-limit",
    "zh-CN": "参见 dynamic-range-limit 的计算值说明",
    "zh-TW": "參見 dynamic-range-limit 的計算值說明"
  },
  "see Track Sizing": {
    "en-US": "see Track Sizing",
    "de": "siehe Track Sizing",
    "es": "consulta Track Sizing",
    "fr": "voir Dimensionnement des pistes",
    "ja": "トラックのサイズ指定を参照",
    "ko": "트랙 크기 지정(Track Sizing) 참고",
    "pt-BR": "veja Track Sizing",
    "zh-CN": "参见 Track Sizing",
    "zh-TW": "參見 Track Sizing"
  },
  "see background-position": {
    "en-US": "see background-position",
    "de": "siehe background-position",
    "es": "consulta background-position",
    "fr": "voir background-position",
    "ja": "background-position を参照",
    "ko": "background-position 참고",
    "pt-BR": "veja background-position",
    "zh-CN": "参见 background-position",
    "zh-TW": "參見 background-position"
  },
  "see below": {
    "en-US": "see below",
    "de": "siehe unten",
    "es": "ver más abajo",
    "fr": "voir ci-dessous",
    "ja": "下記参照",
    "ko": "아래 참고",
    "pt-BR": "veja abaixo",
    "zh-CN": "见下文",
    "zh-TW": "見下文"
  },
  "see individual properties": {
    "en-US": "see individual properties",
    "de": "siehe einzelne Eigenschaften",
    "es": "consulta las propiedades individuales",
    "fr": "voir les propriétés individuelles",
    "ja": "各プロパティを参照",
    "ko": "각 개별 속성 참고",
    "pt-BR": "veja as propriedades individuais",
    "zh-CN": "参见各独立属性",
    "zh-TW": "參見各個單獨屬性"
  },
  "see prose": {
    "en-US": "see prose",
    "de": "siehe Fließtext",
    "es": "consulta el texto explicativo",
    "fr": "voir le texte explicatif",
    "ja": "本文を参照",
    "ko": "본문 설명 참고",
    "pt-BR": "veja o texto explicativo",
    "zh-CN": "参见说明文字",
    "zh-TW": "參見敘述文字"
  },
  "see prose in Filter Effects 1 § 14. Animation of Filters.": {
    "en-US": "see prose in Filter Effects 1 § 14. Animation of Filters.",
    "de": "siehe Fließtext in Filter Effects 1 § 14 „Animation of Filters“.",
    "es": "consulta el texto explicativo en Filter Effects 1 § 14. Animation of Filters.",
    "fr": "voir le texte explicatif dans Filter Effects 1 § 14. Animation des filtres.",
    "ja": "Filter Effects 1 § 14「Animation of Filters」の本文を参照。",
    "ko": "Filter Effects 1 § 14. Animation of Filters의 본문 설명 참고",
    "pt-BR": "veja o texto explicativo em Filter Effects 1 § 14. Animation of Filters.",
    "zh-CN": "参见《Filter Effects 1》第 14 节“Animation of Filters”中的说明文字。",
    "zh-TW": "參見《Filter Effects 1》第 14 節「Animation of Filters」中的敘述文字。"
  },
  "see superellipse interpolation": {
    "en-US": "see superellipse interpolation",
    "de": "siehe Superellipse-Interpolation",
    "es": "consulta superellipse interpolation",
    "fr": "voir interpolation de superellipse",
    "ja": "superellipse の補間を参照",
    "ko": "superellipse 보간(superellipse interpolation) 참고",
    "pt-BR": "veja superellipse interpolation",
    "zh-CN": "参见 superellipse 插值",
    "zh-TW": "參見 superellipse 插值"
  },
  "see § 2.9 Animating and Interpolating display": {
    "en-US": "see § 2.9 Animating and Interpolating display",
    "de": "siehe § 2.9 „Animating and Interpolating display“",
    "es": "consulta § 2.9 Animating and Interpolating display",
    "fr": "voir § 2.9 Animation et interpolation de display",
    "ja": "§ 2.9「display のアニメーションと補間」を参照",
    "ko": "§ 2.9 display의 애니메이션 및 보간 참고",
    "pt-BR": "veja § 2.9 Animating and Interpolating display",
    "zh-CN": "参见 § 2.9“Animating and Interpolating display”",
    "zh-TW": "參見 § 2.9「Animating and Interpolating display」"
  },
  "see § 4.1 Animating and Interpolating content-visibility": {
    "en-US": "see § 4.1 Animating and Interpolating content-visibility",
    "de": "siehe § 4.1 „Animating and Interpolating content-visibility“",
    "es": "consulta § 4.1 Animating and Interpolating content-visibility",
    "fr": "voir § 4.1 Animation et interpolation de content-visibility",
    "ja": "§ 4.1「content-visibility のアニメーションと補間」を参照",
    "ko": "§ 4.1 content-visibility의 애니메이션 및 보간 참고",
    "pt-BR": "veja § 4.1 Animating and Interpolating content-visibility",
    "zh-CN": "参见 § 4.1“Animating and Interpolating content-visibility”",
    "zh-TW": "參見 § 4.1「Animating and Interpolating content-visibility」"
  },
  "sensitive text inputs": {
    "en-US": "sensitive text inputs",
    "de": "sensible Texteingaben",
    "es": "entradas de texto sensibles",
    "fr": "champs de texte sensibles",
    "ja": "機密性の高いテキスト入力",
    "ko": "민감한 텍스트 입력 필드",
    "pt-BR": "entradas de texto sensíveis",
    "zh-CN": "敏感文本输入",
    "zh-TW": "敏感文字輸入"
  },
  "separate": {
    "en-US": "separate",
    "de": "separate",
    "es": "separate",
    "fr": "separate",
    "ja": "separate",
    "ko": "separate",
    "pt-BR": "separate",
    "zh-CN": "separate",
    "zh-TW": "separate"
  },
  "shapes": {
    "en-US": "shapes",
    "de": "Formen",
    "es": "formas",
    "fr": "formes",
    "ja": "シェイプ",
    "ko": "도형(shapes)",
    "pt-BR": "formas",
    "zh-CN": "形状",
    "zh-TW": "形狀"
  },
  "shapes and text content elements": {
    "en-US": "shapes and text content elements",
    "de": "Formen und Textinhaltselemente",
    "es": "formas y elementos de contenido de texto",
    "fr": "formes et éléments de contenu texte",
    "ja": "シェイプおよびテキストコンテンツ要素",
    "ko": "도형 및 텍스트 콘텐츠 요소",
    "pt-BR": "formas e elementos de conteúdo de texto",
    "zh-CN": "形状和文本内容元素",
    "zh-TW": "形狀與文字內容元素"
  },
  "show": {
    "en-US": "show",
    "de": "show",
    "es": "show",
    "fr": "show",
    "ja": "show",
    "ko": "show",
    "pt-BR": "show",
    "zh-CN": "show",
    "zh-TW": "show"
  },
  "silent, or a keyword value and optionally also a decibel offset (if not zero)": {
    "en-US": "silent, or a keyword value and optionally also a decibel offset (if not zero)",
    "de": "silent oder ein Schlüsselwortwert und optional ein Dezibel-Offset (falls nicht null)",
    "es": "silent, o un valor de palabra clave y, opcionalmente, también un desplazamiento en decibelios (si no es cero)",
    "fr": "silent, ou une valeur de mot-clé et éventuellement un décalage en décibels (si non nul)",
    "ja": "silent、またはキーワード値と、任意のデシベルオフセット（0 でない場合）",
    "ko": "silent 또는 키워드 값이며, 선택적으로 0이 아닌 데시벨 오프셋을 가질 수 있습니다.",
    "pt-BR": "silent, ou um valor palavra-chave e, opcionalmente, também um deslocamento em decibéis (se não for zero)",
    "zh-CN": "silent，或一个关键字值，并可选指定分贝偏移量（若不为 0）",
    "zh-TW": "silent，或一個關鍵字值，並可選擇指定分貝位移量（若非 0）"
  },
  "slice": {
    "en-US": "slice",
    "de": "slice",
    "es": "slice",
    "fr": "slice",
    "ja": "slice",
    "ko": "slice",
    "pt-BR": "slice",
    "zh-CN": "slice",
    "zh-TW": "slice"
  },
  "solid": {
    "en-US": "solid",
    "de": "solid",
    "es": "solid",
    "fr": "solid",
    "ja": "solid",
    "ko": "solid",
    "pt-BR": "solid",
    "zh-CN": "solid",
    "zh-TW": "solid"
  },
  "space-around": {
    "en-US": "space-around",
    "de": "space-around",
    "es": "space-around",
    "fr": "space-around",
    "ja": "space-around",
    "ko": "space-around",
    "pt-BR": "space-around",
    "zh-CN": "space-around",
    "zh-TW": "space-around"
  },
  "spaces punctuation": {
    "en-US": "spaces punctuation",
    "de": "setzt Leerzeichen bei Satzzeichen",
    "es": "spaces punctuation",
    "fr": "ponctuation d’espacement",
    "ja": "空白付き句読点",
    "ko": "spaces punctuation",
    "pt-BR": "spaces punctuation",
    "zh-CN": "spaces punctuation",
    "zh-TW": "spaces punctuation"
  },
  "spanning-item": {
    "en-US": "spanning-item",
    "de": "spanning-item",
    "es": "spanning-item",
    "fr": "spanning-item",
    "ja": "spanning-item",
    "ko": "spanning-item",
    "pt-BR": "spanning-item",
    "zh-CN": "spanning-item",
    "zh-TW": "spanning-item"
  },
  "spatial navigation containers": {
    "en-US": "spatial navigation containers",
    "de": "räumliche Navigations-Container",
    "es": "contenedores de navegación espacial",
    "fr": "conteneurs de navigation spatiale",
    "ja": "空間ナビゲーションコンテナー",
    "ko": "공간 탐색(spatial navigation) 컨테이너",
    "pt-BR": "contêineres de navegação espacial",
    "zh-CN": "空间导航容器",
    "zh-TW": "空間導覽容器"
  },
  "specified integer": {
    "en-US": "specified integer",
    "de": "angegebene Ganzzahl",
    "es": "entero especificado",
    "fr": "entier spécifié",
    "ja": "指定された整数",
    "ko": "지정된 정수",
    "pt-BR": "inteiro especificado",
    "zh-CN": "指定的整数",
    "zh-TW": "指定的整數"
  },
  "specified keyword": {
    "en-US": "specified keyword",
    "de": "angegebenes Schlüsselwort",
    "es": "palabra clave especificada",
    "fr": "mot-clé spécifié",
    "ja": "指定されたキーワード",
    "ko": "지정된 키워드",
    "pt-BR": "palavra-chave especificada",
    "zh-CN": "指定的关键字",
    "zh-TW": "指定的關鍵字"
  },
  "specified keyword (except for the distribute legacy value)": {
    "en-US": "specified keyword (except for the distribute legacy value)",
    "de": "angegebenes Schlüsselwort (außer dem Wert distribute legacy)",
    "es": "palabra clave especificada (excepto el valor distribute legacy)",
    "fr": "mot-clé spécifié (sauf la valeur héritée distribute)",
    "ja": "指定されたキーワード（distribute legacy 値は除く）",
    "ko": "지정된 키워드(distribute legacy 값 제외)",
    "pt-BR": "palavra-chave especificada (exceto para o valor legacy distribute)",
    "zh-CN": "指定的关键字（不包括 distribute legacy 值）",
    "zh-TW": "指定的關鍵字（不含 distribute legacy 值）"
  },
  "specified keyword or a computed <length-percentage> value": {
    "en-US": "specified keyword or a computed <length-percentage> value",
    "de": "angegebenes Schlüsselwort oder ein berechneter <length-percentage>-Wert",
    "es": "palabra clave especificada o un valor <length-percentage> calculado",
    "fr": "mot-clé spécifié ou une valeur <longueur-pourcentage> calculée",
    "ja": "指定されたキーワードまたは計算済みの <length-percentage> 値",
    "ko": "지정된 키워드 또는 계산된 <length-percentage> 값",
    "pt-BR": "palavra-chave especificada ou um valor <length-percentage> calculado",
    "zh-CN": "指定的关键字或计算后的 <length-percentage> 值",
    "zh-TW": "指定的關鍵字或計算後的 <length-percentage> 值"
  },
  "specified keyword or a pair of numbers": {
    "en-US": "specified keyword or a pair of numbers",
    "de": "angegebenes Schlüsselwort oder ein Zahlenpaar",
    "es": "palabra clave especificada o un par de números",
    "fr": "mot-clé spécifié ou une paire de nombres",
    "ja": "指定されたキーワード、または 2 つの数値の組",
    "ko": "지정된 키워드 또는 숫자 쌍",
    "pt-BR": "palavra-chave especificada ou um par de números",
    "zh-CN": "指定的关键字或一对数值",
    "zh-TW": "指定的關鍵字或一對數值"
  },
  "specified keyword or absolute length": {
    "en-US": "specified keyword or absolute length",
    "de": "angegebenes Schlüsselwort oder absolute Länge",
    "es": "palabra clave especificada o longitud absoluta",
    "fr": "mot-clé spécifié ou longueur absolue",
    "ja": "指定されたキーワードまたは絶対長さ",
    "ko": "지정된 키워드 또는 절대 길이",
    "pt-BR": "palavra-chave especificada ou comprimento absoluto",
    "zh-CN": "指定的关键字或绝对长度",
    "zh-TW": "指定的關鍵字或絕對長度"
  },
  "specified keyword or computed <length-percentage> value": {
    "en-US": "specified keyword or computed <length-percentage> value",
    "de": "angegebenes Schlüsselwort oder berechneter <length-percentage>-Wert",
    "es": "palabra clave especificada o valor <length-percentage> calculado",
    "fr": "mot-clé spécifié ou valeur <longueur-pourcentage> calculée",
    "ja": "指定されたキーワードまたは計算済みの <length-percentage> 値",
    "ko": "지정된 키워드 또는 계산된 <length-percentage> 값",
    "pt-BR": "palavra-chave especificada ou valor <length-percentage> calculado",
    "zh-CN": "指定的关键字或计算后的 <length-percentage> 值",
    "zh-TW": "指定的關鍵字或計算後的 <length-percentage> 值"
  },
  "specified keyword or integer": {
    "en-US": "specified keyword or integer",
    "de": "angegebenes Schlüsselwort oder Ganzzahl",
    "es": "palabra clave especificada o entero",
    "fr": "mot-clé spécifié ou entier",
    "ja": "指定されたキーワードまたは整数",
    "ko": "지정된 키워드 또는 정수",
    "pt-BR": "palavra-chave especificada ou inteiro",
    "zh-CN": "指定的关键字或整数",
    "zh-TW": "指定的關鍵字或整數"
  },
  "specified keyword or percentage": {
    "en-US": "specified keyword or percentage",
    "de": "angegebenes Schlüsselwort oder Prozentsatz",
    "es": "palabra clave especificada o porcentaje",
    "fr": "mot-clé spécifié ou pourcentage",
    "ja": "指定されたキーワードまたはパーセンテージ",
    "ko": "지정된 키워드 또는 퍼센트 값",
    "pt-BR": "palavra-chave especificada ou porcentagem",
    "zh-CN": "指定的关键字或百分比",
    "zh-TW": "指定的關鍵字或百分比"
  },
  "specified keyword or two computed colors": {
    "en-US": "specified keyword or two computed colors",
    "de": "angegebenes Schlüsselwort oder zwei berechnete Farben",
    "es": "palabra clave especificada o dos colores calculados",
    "fr": "mot-clé spécifié ou deux couleurs calculées",
    "ja": "指定されたキーワード、または 2 つの算出色",
    "ko": "지정된 키워드 또는 두 개의 계산된 색상",
    "pt-BR": "palavra-chave especificada ou duas cores calculadas",
    "zh-CN": "指定的关键字或两个计算后的颜色值",
    "zh-TW": "指定的關鍵字或兩個計算後的顏色值"
  },
  "specified keyword(s)": {
    "en-US": "specified keyword(s)",
    "de": "angegebene(s) Schlüsselwort(e)",
    "es": "palabra(s) clave especificada(s)",
    "fr": "mot(s)-clé(s) spécifié(s)",
    "ja": "指定されたキーワード",
    "ko": "지정된 키워드들",
    "pt-BR": "palavra(s)-chave especificada(s)",
    "zh-CN": "指定的关键字",
    "zh-TW": "指定的關鍵字"
  },
  "specified keyword(s) and/or <resolution> (possibly adjusted for snap, see below)": {
    "en-US": "specified keyword(s) and/or <resolution> (possibly adjusted for snap, see below)",
    "de": "angegebene Schlüsselwörter und/oder <resolution> (möglicherweise für Snap angepasst, siehe unten)",
    "es": "palabra(s) clave especificada(s) y/o <resolution> (posiblemente ajustada para snap; ver más abajo)",
    "fr": "mot(s)-clé(s) spécifié(s) et/ou <resolution> (éventuellement ajustée pour l’accrochage, voir ci-dessous)",
    "ja": "指定されたキーワードおよび／または <resolution>（スナップのために調整される場合があります。下記参照）",
    "ko": "지정된 키워드 및/또는 <resolution>(스냅에 맞춰 조정될 수 있음, 아래 참고)",
    "pt-BR": "palavra(s)-chave especificada(s) e/ou <resolution> (possivelmente ajustada(s) para snap, veja abaixo)",
    "zh-CN": "指定的关键字和/或 <resolution>（可能为了对齐进行调整，见下文）",
    "zh-TW": "指定的關鍵字與／或 <resolution>（可能為對齊而調整，見下文）"
  },
  "specified keyword(s) except for skip-all, see below": {
    "en-US": "specified keyword(s) except for skip-all, see below",
    "de": "angegebene Schlüsselwörter außer skip-all, siehe unten",
    "es": "palabra(s) clave especificada(s) excepto skip-all; ver más abajo",
    "fr": "mot(s)-clé(s) spécifié(s) sauf skip-all, voir ci-dessous",
    "ja": "skip-all を除く指定されたキーワード。下記参照。",
    "ko": "skip-all을 제외한 지정된 키워드들(아래 참고)",
    "pt-BR": "palavra(s)-chave especificada(s), exceto skip-all, veja abaixo",
    "zh-CN": "指定的关键字（除 skip-all 外），见下文",
    "zh-TW": "指定的關鍵字（skip-all 除外），見下文"
  },
  "specified keyword(s), except for legacy (see prose)": {
    "en-US": "specified keyword(s), except for legacy (see prose)",
    "de": "angegebene Schlüsselwörter, außer legacy (siehe Fließtext)",
    "es": "palabra(s) clave especificada(s), excepto legacy (consulta el texto explicativo)",
    "fr": "mot(s)-clé(s) spécifié(s), sauf legacy (voir texte explicatif)",
    "ja": "legacy を除く指定されたキーワード（本文参照）",
    "ko": "legacy를 제외한 지정된 키워드들(본문 설명 참고)",
    "pt-BR": "palavra(s)-chave especificada(s), exceto legacy (veja o texto explicativo)",
    "zh-CN": "指定的关键字（legacy 除外，见说明）",
    "zh-TW": "指定的關鍵字（legacy 除外，見敘述）"
  },
  "specified keyword, else a computed <length-percentage> value": {
    "en-US": "specified keyword, else a computed <length-percentage> value",
    "de": "angegebenes Schlüsselwort, sonst ein berechneter <length-percentage>-Wert",
    "es": "palabra clave especificada; en caso contrario, un valor <length-percentage> calculado",
    "fr": "mot-clé spécifié, sinon une valeur <longueur-pourcentage> calculée",
    "ja": "指定されたキーワード。なければ計算済みの <length-percentage> 値。",
    "ko": "지정된 키워드, 없으면 계산된 <length-percentage> 값",
    "pt-BR": "palavra-chave especificada, caso contrário um valor <length-percentage> calculado",
    "zh-CN": "指定的关键字，否则为计算后的 <length-percentage> 值",
    "zh-TW": "指定的關鍵字，否則為計算後的 <length-percentage> 值"
  },
  "specified keyword, identifier or <palette-mix()> function. <palette-mix()> must be simplified to a single keyword or identifier if resulting palette is equivalent.": {
    "en-US": "specified keyword, identifier or <palette-mix()> function. <palette-mix()> must be simplified to a single keyword or identifier if resulting palette is equivalent.",
    "de": "angegebenes Schlüsselwort, Bezeichner oder <palette-mix()>-Funktion. <palette-mix()> muss auf ein einzelnes Schlüsselwort oder einen einzelnen Bezeichner vereinfacht werden, wenn die resultierende Palette äquivalent ist.",
    "es": "palabra clave especificada, identificador o función <palette-mix()>. <palette-mix()> debe simplificarse a una única palabra clave o identificador si la paleta resultante es equivalente.",
    "fr": "mot-clé spécifié, identifiant ou fonction <palette-mix()>. <palette-mix()> doit être simplifiée en un seul mot-clé ou identifiant si la palette résultante est équivalente.",
    "ja": "指定されたキーワード、識別子、または <palette-mix()> 関数。結果のパレットが等価である場合、<palette-mix()> は単一のキーワードまたは識別子に簡略化されなければなりません。",
    "ko": "지정된 키워드, 식별자 또는 <palette-mix()> 함수. 결과 팔레트가 동등한 경우 <palette-mix()>는 단일 키워드 또는 식별자로 단순화되어야 합니다.",
    "pt-BR": "palavra-chave, identificador ou função <palette-mix()> especificados. <palette-mix()> deve ser simplificada para uma única palavra-chave ou identificador se a paleta resultante for equivalente.",
    "zh-CN": "指定的关键字、标识符或 <palette-mix()> 函数。如果结果调色板等价，则必须将 <palette-mix()> 简化为单一关键字或标识符。",
    "zh-TW": "指定的關鍵字、識別符或 <palette-mix()> 函數。若產生的調色盤等價，則必須將 <palette-mix()> 簡化為單一關鍵字或識別符。"
  },
  "specified keyword, identifier, and/or integer": {
    "en-US": "specified keyword, identifier, and/or integer",
    "de": "angegebenes Schlüsselwort, Bezeichner und/oder Ganzzahl",
    "es": "palabra clave especificada, identificador y/o entero",
    "fr": "mot-clé spécifié, identifiant et/ou entier",
    "ja": "指定されたキーワード、識別子、および／または整数",
    "ko": "지정된 키워드, 식별자, 및/또는 정수",
    "pt-BR": "palavra-chave, identificador e/ou inteiro especificados",
    "zh-CN": "指定的关键字、标识符和/或整数",
    "zh-TW": "指定的關鍵字、識別符與／或整數"
  },
  "specified keyword, or computed function": {
    "en-US": "specified keyword, or computed function",
    "de": "angegebenes Schlüsselwort oder berechnete Funktion",
    "es": "palabra clave especificada o función calculada",
    "fr": "mot-clé spécifié ou fonction calculée",
    "ja": "指定されたキーワード、または算出済みの関数",
    "ko": "지정된 키워드 또는 계산된 함수",
    "pt-BR": "palavra-chave especificada ou função calculada",
    "zh-CN": "指定的关键字或计算后的函数",
    "zh-TW": "指定的關鍵字或計算後的函數"
  },
  "specified keyword, plus integer if digits": {
    "en-US": "specified keyword, plus integer if digits",
    "de": "angegebenes Schlüsselwort, plus Ganzzahl, falls digits",
    "es": "palabra clave especificada, más un entero si es digits",
    "fr": "mot-clé spécifié, plus un entier si des chiffres sont présents",
    "ja": "指定されたキーワード。digits の場合は整数も含む。",
    "ko": "지정된 키워드이며, digits인 경우 정수가 추가됨",
    "pt-BR": "palavra-chave especificada, mais um inteiro se digits",
    "zh-CN": "指定的关键字，如为 digits 还包含整数",
    "zh-TW": "指定的關鍵字，若為 digits 則再加上一個整數"
  },
  "specified number": {
    "en-US": "specified number",
    "de": "angegebene Zahl",
    "es": "número especificado",
    "fr": "nombre spécifié",
    "ja": "指定された数値",
    "ko": "지정된 숫자",
    "pt-BR": "número especificado",
    "zh-CN": "指定的数值",
    "zh-TW": "指定的數值"
  },
  "specified number, clamped to the range [0,1]": {
    "en-US": "specified number, clamped to the range [0,1]",
    "de": "angegebene Zahl, auf den Bereich [0,1] begrenzt",
    "es": "número especificado, limitado al intervalo [0,1]",
    "fr": "nombre spécifié, limité à l’intervalle [0,1]",
    "ja": "指定された数値（範囲 [0,1] にクランプ）",
    "ko": "지정된 숫자를 [0,1] 범위로 클램프한 값",
    "pt-BR": "número especificado, limitado ao intervalo [0,1]",
    "zh-CN": "指定的数值，限制在 [0,1] 范围内",
    "zh-TW": "指定的數值，限制在 [0,1] 範圍內"
  },
  "specified string or the keyword none": {
    "en-US": "specified string or the keyword none",
    "de": "angegebene Zeichenkette oder das Schlüsselwort none",
    "es": "cadena especificada o la palabra clave none",
    "fr": "chaîne spécifiée ou le mot-clé none",
    "ja": "指定された文字列、またはキーワード none",
    "ko": "지정된 문자열 또는 none 키워드",
    "pt-BR": "string especificada ou a palavra-chave none",
    "zh-CN": "指定的字符串或关键字 none",
    "zh-TW": "指定的字串或關鍵字 none"
  },
  "specified value": {
    "en-US": "specified value",
    "de": "angegebener Wert",
    "es": "valor especificado",
    "fr": "valeur spécifiée",
    "ja": "指定された値",
    "ko": "지정된 값",
    "pt-BR": "valor especificado",
    "zh-CN": "指定值",
    "zh-TW": "指定值"
  },
  "specified value, with lengths made absolute": {
    "en-US": "specified value, with lengths made absolute",
    "de": "angegebener Wert mit absoluten Längen",
    "es": "valor especificado, con las longitudes convertidas en absolutas",
    "fr": "valeur spécifiée, avec longueurs rendues absolues",
    "ja": "指定された値。ただし長さは絶対値に変換されます。",
    "ko": "지정된 값이지만, 길이는 절대 길이로 변환됨",
    "pt-BR": "valor especificado, com comprimentos tornados absolutos",
    "zh-CN": "指定值，其中长度转换为绝对长度",
    "zh-TW": "指定值，其長度轉為絕對長度"
  },
  "start": {
    "en-US": "start",
    "de": "start",
    "es": "start",
    "fr": "start",
    "ja": "start",
    "ko": "start",
    "pt-BR": "start",
    "zh-CN": "start",
    "zh-TW": "start"
  },
  "start end": {
    "en-US": "start end",
    "de": "start end",
    "es": "start end",
    "fr": "start end",
    "ja": "start end",
    "ko": "start end",
    "pt-BR": "start end",
    "zh-CN": "start end",
    "zh-TW": "start end"
  },
  "static": {
    "en-US": "static",
    "de": "static",
    "es": "static",
    "fr": "static",
    "ja": "static",
    "ko": "static",
    "pt-BR": "static",
    "zh-CN": "static",
    "zh-TW": "static"
  },
  "stretch": {
    "en-US": "stretch",
    "de": "stretch",
    "es": "stretch",
    "fr": "stretch",
    "ja": "stretch",
    "ko": "stretch",
    "pt-BR": "stretch",
    "zh-CN": "stretch",
    "zh-TW": "stretch"
  },
  "table grid boxes": {
    "en-US": "table grid boxes",
    "de": "Tabellen-Grid-Boxen",
    "es": "cajas de grid de tabla",
    "fr": "boîtes de grille de tableau",
    "ja": "表グリッドボックス",
    "ko": "테이블 그리드 박스",
    "pt-BR": "caixas de grid de tabela",
    "zh-CN": "表格网格框",
    "zh-TW": "表格格線框"
  },
  "table grid boxes when border-collapse is separate": {
    "en-US": "table grid boxes when border-collapse is separate",
    "de": "Tabellen-Grid-Boxen, wenn border-collapse auf separate gesetzt ist",
    "es": "cajas de grid de tabla cuando border-collapse es separate",
    "fr": "boîtes de grille de tableau lorsque border-collapse vaut separate",
    "ja": "border-collapse が separate の場合の表グリッドボックス",
    "ko": "border-collapse가 separate일 때의 테이블 그리드 박스",
    "pt-BR": "caixas de grid de tabela quando border-collapse é separate",
    "zh-CN": "border-collapse 为 separate 时的表格网格框",
    "zh-TW": "在 border-collapse 為 separate 時的表格格線框"
  },
  "table-caption boxes": {
    "en-US": "table-caption boxes",
    "de": "table-caption-Boxen",
    "es": "cajas table-caption",
    "fr": "boîtes de légende de tableau",
    "ja": "table-caption ボックス",
    "ko": "table-caption 박스",
    "pt-BR": "caixas table-caption",
    "zh-CN": "table-caption 框",
    "zh-TW": "table-caption 框"
  },
  "table-cell boxes": {
    "en-US": "table-cell boxes",
    "de": "table-cell-Boxen",
    "es": "cajas table-cell",
    "fr": "boîtes de cellule de tableau",
    "ja": "table-cell ボックス",
    "ko": "table-cell 박스",
    "pt-BR": "caixas table-cell",
    "zh-CN": "table-cell 框",
    "zh-TW": "table-cell 框"
  },
  "text": {
    "en-US": "text",
    "de": "text",
    "es": "text",
    "fr": "texte",
    "ja": "text",
    "ko": "text",
    "pt-BR": "text",
    "zh-CN": "text",
    "zh-TW": "text"
  },
  "text and SVG shapes": {
    "en-US": "text and SVG shapes",
    "de": "Text und SVG-Formen",
    "es": "texto y formas SVG",
    "fr": "texte et formes SVG",
    "ja": "テキストおよび SVG シェイプ",
    "ko": "텍스트 및 SVG 도형",
    "pt-BR": "texto e formas SVG",
    "zh-CN": "文本和 SVG 形状",
    "zh-TW": "文字與 SVG 形狀"
  },
  "text content elements": {
    "en-US": "text content elements",
    "de": "Textinhaltselemente",
    "es": "elementos de contenido de texto",
    "fr": "éléments de contenu texte",
    "ja": "テキストコンテンツ要素",
    "ko": "텍스트 콘텐츠 요소",
    "pt-BR": "elementos de conteúdo de texto",
    "zh-CN": "文本内容元素",
    "zh-TW": "文字內容元素"
  },
  "text or elements that accept text input": {
    "en-US": "text or elements that accept text input",
    "de": "Text oder Elemente, die Texteingaben akzeptieren",
    "es": "texto o elementos que aceptan entrada de texto",
    "fr": "texte ou éléments acceptant une saisie textuelle",
    "ja": "テキストまたはテキスト入力を受け付ける要素",
    "ko": "텍스트 또는 텍스트 입력을 받는 요소",
    "pt-BR": "texto ou elementos que aceitam entrada de texto",
    "zh-CN": "文本或接受文本输入的元素",
    "zh-TW": "文字或可接受文字輸入的元素"
  },
  "the absolute length, or percentage": {
    "en-US": "the absolute length, or percentage",
    "de": "die absolute Länge oder der Prozentsatz",
    "es": "la longitud absoluta o el porcentaje",
    "fr": "la longueur absolue ou un pourcentage",
    "ja": "絶対長さまたはパーセンテージ",
    "ko": "절대 길이 또는 퍼센트 값",
    "pt-BR": "o comprimento absoluto ou a porcentagem",
    "zh-CN": "绝对长度或百分比",
    "zh-TW": "絕對長度或百分比"
  },
  "the auto keyword or a computed <position>": {
    "en-US": "the auto keyword or a computed <position>",
    "de": "das Schlüsselwort auto oder eine berechnete <position>",
    "es": "la palabra clave auto o un <position> calculado",
    "fr": "le mot-clé auto ou une <position> calculée",
    "ja": "auto キーワードまたは計算済みの <position>",
    "ko": "auto 키워드 또는 계산된 <position>",
    "pt-BR": "a palavra-chave auto ou um <position> calculado",
    "zh-CN": "关键字 auto 或计算后的 <position>",
    "zh-TW": "關鍵字 auto 或計算後的 <position>"
  },
  "the computed <length> and a <visual-box> keyword": {
    "en-US": "the computed <length> and a <visual-box> keyword",
    "de": "die berechnete <length> und ein <visual-box>-Schlüsselwort",
    "es": "la <length> calculada y una palabra clave <visual-box>",
    "fr": "la <length> calculée et un mot-clé <visual-box>",
    "ja": "算出された <length> と <visual-box> キーワード",
    "ko": "계산된 <length>와 <visual-box> 키워드",
    "pt-BR": "o <length> calculado e uma palavra-chave <visual-box>",
    "zh-CN": "计算后的 <length> 和一个 <visual-box> 关键字",
    "zh-TW": "計算後的 <length> 與一個 <visual-box> 關鍵字"
  },
  "the computed color": {
    "en-US": "the computed color",
    "de": "die berechnete Farbe",
    "es": "el color calculado",
    "fr": "la couleur calculée",
    "ja": "算出された色",
    "ko": "계산된 색상",
    "pt-BR": "a cor calculada",
    "zh-CN": "计算后的颜色",
    "zh-TW": "計算後的顏色"
  },
  "the computed color and/or a one-dimensional image function": {
    "en-US": "the computed color and/or a one-dimensional image function",
    "de": "die berechnete Farbe und/oder eine eindimensionale Bildfunktion",
    "es": "el color calculado y/o una función de imagen unidimensional",
    "fr": "la couleur calculée et/ou une fonction d’image unidimensionnelle",
    "ja": "算出された色および／または一次元画像関数",
    "ko": "계산된 색상 및/또는 1차원 이미지 함수",
    "pt-BR": "a cor calculada e/ou uma função de imagem unidimensional",
    "zh-CN": "计算后的颜色值和/或一维图像函数",
    "zh-TW": "計算後的顏色值與／或一維影像函數"
  },
  "the corresponding superellipse() value": {
    "en-US": "the corresponding superellipse() value",
    "de": "der entsprechende superellipse()-Wert",
    "es": "el valor superellipse() correspondiente",
    "fr": "la valeur superellipse() correspondante",
    "ja": "対応する superellipse() の値",
    "ko": "해당 superellipse() 값",
    "pt-BR": "o valor superellipse() correspondente",
    "zh-CN": "对应的 superellipse() 值",
    "zh-TW": "對應的 superellipse() 值"
  },
  "the horizontal component of the <position>, followed by the vertical component": {
    "en-US": "the horizontal component of the <position>, followed by the vertical component",
    "de": "die horizontale Komponente der <position>, gefolgt von der vertikalen Komponente",
    "es": "el componente horizontal de <position>, seguido del componente vertical",
    "fr": "la composante horizontale de la <position>, suivie de la composante verticale",
    "ja": "<position> の水平方向の成分と、それに続く垂直方向の成分",
    "ko": "<position>의 수평 구성 요소 뒤에 수직 구성 요소가 옴",
    "pt-BR": "o componente horizontal de <position>, seguido do componente vertical",
    "zh-CN": "<position> 的水平分量，后跟垂直分量",
    "zh-TW": "<position> 的水平成分，其後為垂直成分"
  },
  "the keyword auto or a computed <length-percentage> value": {
    "en-US": "the keyword auto or a computed <length-percentage> value",
    "de": "das Schlüsselwort auto oder ein berechneter <length-percentage>-Wert",
    "es": "la palabra clave auto o un valor <length-percentage> calculado",
    "fr": "le mot-clé auto ou une valeur <longueur-pourcentage> calculée",
    "ja": "キーワード auto または計算済みの <length-percentage> 値",
    "ko": "auto 키워드 또는 계산된 <length-percentage> 값",
    "pt-BR": "a palavra-chave auto ou um valor <length-percentage> calculado",
    "zh-CN": "关键字 auto 或计算后的 <length-percentage> 值",
    "zh-TW": "關鍵字 auto 或計算後的 <length-percentage> 值"
  },
  "the keyword auto or a computed color": {
    "en-US": "the keyword auto or a computed color",
    "de": "das Schlüsselwort auto oder eine berechnete Farbe",
    "es": "la palabra clave auto o un color calculado",
    "fr": "le mot-clé auto ou une couleur calculée",
    "ja": "キーワード auto または算出された色",
    "ko": "auto 키워드 또는 계산된 색상",
    "pt-BR": "a palavra-chave auto ou uma cor calculada",
    "zh-CN": "关键字 auto 或计算后的颜色值",
    "zh-TW": "關鍵字 auto 或計算後的顏色值"
  },
  "the keyword auto or an absolute length": {
    "en-US": "the keyword auto or an absolute length",
    "de": "das Schlüsselwort auto oder eine absolute Länge",
    "es": "la palabra clave auto o una longitud absoluta",
    "fr": "le mot-clé auto ou une longueur absolue",
    "ja": "キーワード auto または絶対長さ",
    "ko": "auto 키워드 또는 절대 길이",
    "pt-BR": "a palavra-chave auto ou um comprimento absoluto",
    "zh-CN": "关键字 auto 或绝对长度",
    "zh-TW": "關鍵字 auto 或絕對長度"
  },
  "the keyword none else a list of identifiers": {
    "en-US": "the keyword none else a list of identifiers",
    "de": "das Schlüsselwort none, sonst eine Liste von Bezeichnern",
    "es": "la palabra clave none o, en su defecto, una lista de identificadores",
    "fr": "le mot-clé none ou une liste d’identifiants",
    "ja": "キーワード none、または識別子のリスト",
    "ko": "none 키워드 또는 식별자 목록",
    "pt-BR": "a palavra-chave none, ou então uma lista de identificadores",
    "zh-CN": "关键字 none，或标识符列表",
    "zh-TW": "關鍵字 none，或識別符列表"
  },
  "the keyword none or a computed track list": {
    "en-US": "the keyword none or a computed track list",
    "de": "das Schlüsselwort none oder eine berechnete Track-Liste",
    "es": "la palabra clave none o una lista de tracks calculada",
    "fr": "le mot-clé none ou une liste de pistes calculée",
    "ja": "キーワード none、または算出されたトラックリスト",
    "ko": "none 키워드 또는 계산된 트랙 목록",
    "pt-BR": "a palavra-chave none ou uma lista de trilhas calculada",
    "zh-CN": "关键字 none 或计算后的轨道列表（track list）",
    "zh-TW": "關鍵字 none 或計算後的軌道列表"
  },
  "the keyword none or a list of CSS identifiers": {
    "en-US": "the keyword none or a list of CSS identifiers",
    "de": "das Schlüsselwort none oder eine Liste von CSS-Bezeichnern",
    "es": "la palabra clave none o una lista de identificadores CSS",
    "fr": "le mot-clé none ou une liste d’identifiants CSS",
    "ja": "キーワード none、または CSS 識別子のリスト",
    "ko": "none 키워드 또는 CSS 식별자 목록",
    "pt-BR": "a palavra-chave none ou uma lista de identificadores CSS",
    "zh-CN": "关键字 none 或 CSS 标识符列表",
    "zh-TW": "關鍵字 none 或 CSS 識別符列表"
  },
  "the keyword none or a list of string values": {
    "en-US": "the keyword none or a list of string values",
    "de": "das Schlüsselwort none oder eine Liste von Zeichenketten",
    "es": "la palabra clave none o una lista de valores de cadena",
    "fr": "le mot-clé none ou une liste de chaînes",
    "ja": "キーワード none、または文字列値のリスト",
    "ko": "none 키워드 또는 문자열 값 목록",
    "pt-BR": "a palavra-chave none ou uma lista de valores string",
    "zh-CN": "关键字 none 或字符串列表",
    "zh-TW": "關鍵字 none 或字串值列表"
  },
  "the keyword none or a list, each item an identifier or a reversed() function paired with an integer": {
    "en-US": "the keyword none or a list, each item an identifier or a reversed() function paired with an integer",
    "de": "das Schlüsselwort none oder eine Liste, bei der jedes Element ein Bezeichner oder eine reversed()-Funktion mit einer Ganzzahl ist",
    "es": "la palabra clave none o una lista, en la que cada elemento es un identificador o una función reversed() asociada a un entero",
    "fr": "le mot-clé none ou une liste dont chaque élément est un identifiant ou une fonction reversed() associée à un entier",
    "ja": "キーワード none、またはリスト。各項目は識別子、もしくは reversed() 関数と整数の組。",
    "ko": "none 키워드 또는 목록으로, 각 항목은 식별자 또는 정수와 짝을 이루는 reversed() 함수",
    "pt-BR": "a palavra-chave none ou uma lista, em que cada item é um identificador ou uma função reversed() emparelhada com um inteiro",
    "zh-CN": "关键字 none 或列表，其中每一项为标识符，或 reversed() 函数与一个整数的组合",
    "zh-TW": "關鍵字 none 或列表，其中每一項為識別符，或 reversed() 函數搭配一個整數"
  },
  "the keyword none or a list, each item an identifier paired with a list of string values": {
    "en-US": "the keyword none or a list, each item an identifier paired with a list of string values",
    "de": "das Schlüsselwort none oder eine Liste, bei der jedes Element ein Bezeichner mit einer Liste von Zeichenketten ist",
    "es": "la palabra clave none o una lista, en la que cada elemento es un identificador asociado a una lista de valores de cadena",
    "fr": "le mot-clé none ou une liste dont chaque élément est un identifiant associé à une liste de chaînes",
    "ja": "キーワード none、またはリスト。各項目は識別子と文字列値のリストの組。",
    "ko": "none 키워드 또는 목록으로, 각 항목은 식별자와 문자열 값 목록의 쌍",
    "pt-BR": "a palavra-chave none ou uma lista, em que cada item é um identificador emparelhado com uma lista de valores string",
    "zh-CN": "关键字 none 或列表，其中每一项为标识符并配有一个字符串值列表",
    "zh-TW": "關鍵字 none 或列表，其中每一項為識別符並搭配一個字串值列表"
  },
  "the keyword none or a list, each item an identifier paired with an integer": {
    "en-US": "the keyword none or a list, each item an identifier paired with an integer",
    "de": "das Schlüsselwort none oder eine Liste, bei der jedes Element ein Bezeichner mit einer Ganzzahl ist",
    "es": "la palabra clave none o una lista, en la que cada elemento es un identificador asociado a un entero",
    "fr": "le mot-clé none ou une liste dont chaque élément est un identifiant associé à un entier",
    "ja": "キーワード none、またはリスト。各項目は識別子と整数の組。",
    "ko": "none 키워드 또는 목록으로, 각 항목은 식별자와 정수의 쌍",
    "pt-BR": "a palavra-chave none ou uma lista, em que cada item é um identificador emparelhado com um inteiro",
    "zh-CN": "关键字 none 或列表，其中每一项为标识符与整数的组合",
    "zh-TW": "關鍵字 none 或列表，其中每一項為識別符與整數的組合"
  },
  "the keyword none or a pair of computed <length-percentage> values and an absolute length": {
    "en-US": "the keyword none or a pair of computed <length-percentage> values and an absolute length",
    "de": "das Schlüsselwort none oder ein Paar berechneter <length-percentage>-Werte und eine absolute Länge",
    "es": "la palabra clave none o un par de valores <length-percentage> calculados y una longitud absoluta",
    "fr": "le mot-clé none ou une paire de valeurs <longueur-pourcentage> calculées et une longueur absolue",
    "ja": "キーワード none、または計算済みの <length-percentage> 値の組と絶対長さ",
    "ko": "none 키워드 또는 계산된 <length-percentage> 값 쌍과 절대 길이",
    "pt-BR": "a palavra-chave none ou um par de valores <length-percentage> calculados e um comprimento absoluto",
    "zh-CN": "关键字 none，或一对计算后的 <length-percentage> 值加一个绝对长度",
    "zh-TW": "關鍵字 none，或一對計算後的 <length-percentage> 值及一個絕對長度"
  },
  "the keyword none or a pair of keywords, see § 3.1.3 Computed Value and Serialization of <position-area>": {
    "en-US": "the keyword none or a pair of keywords, see § 3.1.3 Computed Value and Serialization of <position-area>",
    "de": "das Schlüsselwort none oder ein Schlüsselwortpaar, siehe § 3.1.3 „Computed Value and Serialization of <position-area>“",
    "es": "la palabra clave none o un par de palabras clave; consulta § 3.1.3 Computed Value and Serialization of <position-area>",
    "fr": "le mot-clé none ou une paire de mots-clés, voir § 3.1.3 Valeur calculée et sérialisation de <position-area>",
    "ja": "キーワード none、またはキーワードの組。§ 3.1.3「<position-area> の算出値とシリアル化」を参照。",
    "ko": "none 키워드 또는 키워드 쌍(§ 3.1.3 <position-area>의 계산값 및 직렬화 참고)",
    "pt-BR": "a palavra-chave none ou um par de palavras-chave, veja § 3.1.3 Computed Value and Serialization of <position-area>",
    "zh-CN": "关键字 none 或一对关键字，参见 § 3.1.3“<position-area> 的计算值和序列化”",
    "zh-TW": "關鍵字 none 或一對關鍵字，參見 § 3.1.3「<position-area> 的計算值與序列化」"
  },
  "the keyword none or an absolute length": {
    "en-US": "the keyword none or an absolute length",
    "de": "das Schlüsselwort none oder eine absolute Länge",
    "es": "la palabra clave none o una longitud absoluta",
    "fr": "le mot-clé none ou une longueur absolue",
    "ja": "キーワード none または絶対長さ",
    "ko": "none 키워드 또는 절대 길이",
    "pt-BR": "a palavra-chave none ou um comprimento absoluto",
    "zh-CN": "关键字 none 或绝对长度",
    "zh-TW": "關鍵字 none 或絕對長度"
  },
  "the keyword none or an integer": {
    "en-US": "the keyword none or an integer",
    "de": "das Schlüsselwort none oder eine Ganzzahl",
    "es": "la palabra clave none o un entero",
    "fr": "le mot-clé none ou un entier",
    "ja": "キーワード none または整数",
    "ko": "none 키워드 또는 정수",
    "pt-BR": "a palavra-chave none ou um inteiro",
    "zh-CN": "关键字 none 或整数",
    "zh-TW": "關鍵字 none 或整數"
  },
  "the keyword none or one or more of size, layout, paint": {
    "en-US": "the keyword none or one or more of size, layout, paint",
    "de": "das Schlüsselwort none oder eines oder mehrere von size, layout, paint",
    "es": "la palabra clave none o uno o más de size, layout, paint",
    "fr": "le mot-clé none ou un ou plusieurs des mots size, layout, paint",
    "ja": "キーワード none、または size、layout、paint の 1 つ以上",
    "ko": "none 키워드 또는 size, layout, paint 중 하나 이상",
    "pt-BR": "a palavra-chave none ou um ou mais de: size, layout, paint",
    "zh-CN": "关键字 none 或 size、layout、paint 中的一个或多个",
    "zh-TW": "關鍵字 none 或 size、layout、paint 中的一個或多個"
  },
  "the keyword none or the computed <image>": {
    "en-US": "the keyword none or the computed <image>",
    "de": "das Schlüsselwort none oder das berechnete <image>",
    "es": "la palabra clave none o la <image> calculada",
    "fr": "le mot-clé none ou l’<image> calculée",
    "ja": "キーワード none または算出された <image>",
    "ko": "none 키워드 또는 계산된 <image>",
    "pt-BR": "a palavra-chave none ou o <image> calculado",
    "zh-CN": "关键字 none 或计算后的 <image>",
    "zh-TW": "關鍵字 none 或計算後的 <image>"
  },
  "the keyword none or the specified integer": {
    "en-US": "the keyword none or the specified integer",
    "de": "das Schlüsselwort none oder die angegebene Ganzzahl",
    "es": "la palabra clave none o el entero especificado",
    "fr": "le mot-clé none ou l’entier spécifié",
    "ja": "キーワード none または指定された整数",
    "ko": "none 키워드 또는 지정된 정수",
    "pt-BR": "a palavra-chave none ou o inteiro especificado",
    "zh-CN": "关键字 none 或指定的整数",
    "zh-TW": "關鍵字 none 或指定的整數"
  },
  "the keyword none, a pair of keywords representing the shape and fill, or a string": {
    "en-US": "the keyword none, a pair of keywords representing the shape and fill, or a string",
    "de": "das Schlüsselwort none, ein Paar von Schlüsselwörtern, die Form und Füllung repräsentieren, oder eine Zeichenkette",
    "es": "la palabra clave none, un par de palabras clave que representan la forma y el relleno, o una cadena",
    "fr": "le mot-clé none, une paire de mots-clés représentant la forme et le remplissage, ou une chaîne",
    "ja": "キーワード none、形状と塗りを表すキーワードの組、または文字列",
    "ko": "none 키워드, 도형과 채우기를 나타내는 키워드 쌍, 또는 문자열",
    "pt-BR": "a palavra-chave none, um par de palavras-chave representando a forma e o preenchimento, ou uma string",
    "zh-CN": "关键字 none，或代表形状与填充的一对关键字，或字符串",
    "zh-TW": "關鍵字 none，或代表形狀與填充的一對關鍵字，或一個字串"
  },
  "the keyword none, or a list of 3 <number>s": {
    "en-US": "the keyword none, or a list of 3 <number>s",
    "de": "das Schlüsselwort none oder eine Liste von drei <number>-Werten",
    "es": "la palabra clave none o una lista de 3 <number>",
    "fr": "le mot-clé none ou une liste de 3 <number>",
    "ja": "キーワード none、または 3 つの <number> のリスト",
    "ko": "none 키워드 또는 3개의 <number> 목록",
    "pt-BR": "a palavra-chave none, ou uma lista de 3 <number>",
    "zh-CN": "关键字 none，或包含 3 个 <number> 的列表",
    "zh-TW": "關鍵字 none，或包含 3 個 <number> 的列表"
  },
  "the keyword none, or a pair of a metric keyword and a <number>": {
    "en-US": "the keyword none, or a pair of a metric keyword and a <number>",
    "de": "das Schlüsselwort none oder ein Paar aus einem Metrik-Schlüsselwort und einer <number>",
    "es": "la palabra clave none o un par formado por una palabra clave de métrica y un <number>",
    "fr": "le mot-clé none ou une paire composée d’un mot-clé métrique et d’un <number>",
    "ja": "キーワード none、またはメトリックキーワードと <number> の組",
    "ko": "none 키워드 또는 메트릭 키워드와 <number>의 쌍",
    "pt-BR": "a palavra-chave none, ou um par formado por uma palavra-chave de métrica e um <number>",
    "zh-CN": "关键字 none，或由一个度量关键字和一个 <number> 组成的二元组",
    "zh-TW": "關鍵字 none，或由一個度量關鍵字與一個 <number> 組成的一對值"
  },
  "the keyword none, or an <angle> with an axis consisting of a list of three <number>s": {
    "en-US": "the keyword none, or an <angle> with an axis consisting of a list of three <number>s",
    "de": "das Schlüsselwort none oder ein <angle> mit einer Achse, die aus einer Liste von drei <number>-Werten besteht",
    "es": "la palabra clave none o un <angle> con un eje que consiste en una lista de tres <number>",
    "fr": "le mot-clé none ou un <angle> avec un axe constitué d’une liste de trois <number>",
    "ja": "キーワード none、または 3 つの <number> からなる軸を持つ <angle>",
    "ko": "none 키워드 또는 축이 세 개의 <number> 목록으로 구성된 <angle>",
    "pt-BR": "a palavra-chave none ou um <angle> com um eixo composto por uma lista de três <number>",
    "zh-CN": "关键字 none，或一个带有由 3 个 <number> 组成轴向的 <angle>",
    "zh-TW": "關鍵字 none，或一個具有由 3 個 <number> 組成軸向的 <angle>"
  },
  "the keyword none, or an ordered list of identifiers": {
    "en-US": "the keyword none, or an ordered list of identifiers",
    "de": "das Schlüsselwort none oder eine geordnete Liste von Bezeichnern",
    "es": "la palabra clave none o una lista ordenada de identificadores",
    "fr": "le mot-clé none ou une liste ordonnée d’identifiants",
    "ja": "キーワード none、または識別子の順序付きリスト",
    "ko": "none 키워드 또는 순서가 있는 식별자 목록",
    "pt-BR": "a palavra-chave none, ou uma lista ordenada de identificadores",
    "zh-CN": "关键字 none，或有序的标识符列表",
    "zh-TW": "關鍵字 none，或有序的識別符列表"
  },
  "the keyword none, the keyword auto or match-parent, or a list, each item a pair of string values": {
    "en-US": "the keyword none, the keyword auto or match-parent, or a list, each item a pair of string values",
    "de": "das Schlüsselwort none, das Schlüsselwort auto oder match-parent oder eine Liste, bei der jedes Element ein Paar von Zeichenketten ist",
    "es": "la palabra clave none, la palabra clave auto o match-parent, o una lista en la que cada elemento es un par de valores de cadena",
    "fr": "le mot-clé none, le mot-clé auto ou match-parent, ou une liste dont chaque élément est une paire de chaînes",
    "ja": "キーワード none、auto、match-parent、またはリスト。各項目は文字列値の組。",
    "ko": "none, auto, match-parent 키워드 또는 각 항목이 문자열 값 쌍인 목록",
    "pt-BR": "a palavra-chave none, a palavra-chave auto ou match-parent, ou uma lista em que cada item é um par de valores string",
    "zh-CN": "关键字 none、关键字 auto 或 match-parent，或一个列表，其中每一项是字符串值对",
    "zh-TW": "關鍵字 none、關鍵字 auto 或 match-parent，或一個列表，其中每一項為一對字串值"
  },
  "the keyword noneor the computed <image>": {
    "en-US": "the keyword noneor the computed <image>",
    "de": "das Schlüsselwort none oder das berechnete <image>",
    "es": "la palabra clave none o la <image> calculada",
    "fr": "le mot-clé none ou l’<image> calculée",
    "ja": "キーワード none または算出された <image>",
    "ko": "none 키워드 또는 계산된 <image>",
    "pt-BR": "a palavra-chave none ou o <image> calculado",
    "zh-CN": "关键字 none 或计算后的 <image>",
    "zh-TW": "關鍵字 none 或計算後的 <image>"
  },
  "the keyword normal or a computed time": {
    "en-US": "the keyword normal or a computed time",
    "de": "das Schlüsselwort normal oder eine berechnete Zeit",
    "es": "la palabra clave normal o un tiempo calculado",
    "fr": "le mot-clé normal ou un temps calculé",
    "ja": "キーワード normal または算出された時間",
    "ko": "normal 키워드 또는 계산된 시간 값",
    "pt-BR": "a palavra-chave normal ou um tempo calculado",
    "zh-CN": "关键字 normal 或计算后的时间值",
    "zh-TW": "關鍵字 normal 或計算後的時間值"
  },
  "the keyword normal or a list, each item a string paired with a number": {
    "en-US": "the keyword normal or a list, each item a string paired with a number",
    "de": "das Schlüsselwort normal oder eine Liste, bei der jedes Element eine Zeichenkette mit einer Zahl ist",
    "es": "la palabra clave normal o una lista, en la que cada elemento es una cadena asociada a un número",
    "fr": "le mot-clé normal ou une liste dont chaque élément est une chaîne associée à un nombre",
    "ja": "キーワード normal、またはリスト。各項目は文字列と数値の組。",
    "ko": "normal 키워드 또는 각 항목이 문자열과 숫자 쌍인 목록",
    "pt-BR": "a palavra-chave normal ou uma lista em que cada item é uma string emparelhada com um número",
    "zh-CN": "关键字 normal，或列表（每一项为字符串与数值的组合）",
    "zh-TW": "關鍵字 normal，或列表（每一項為字串與數值的組合）"
  },
  "the keyword normal or a number paired with an integer": {
    "en-US": "the keyword normal or a number paired with an integer",
    "de": "das Schlüsselwort normal oder eine Zahl, gepaart mit einer Ganzzahl",
    "es": "la palabra clave normal o un número asociado a un entero",
    "fr": "le mot-clé normal ou un nombre associé à un entier",
    "ja": "キーワード normal、または数値と整数の組。",
    "ko": "normal 키워드 또는 숫자와 정수 쌍",
    "pt-BR": "a palavra-chave normal ou um número emparelhado com um inteiro",
    "zh-CN": "关键字 normal，或数值与整数的组合",
    "zh-TW": "關鍵字 normal，或數值與整數的組合"
  },
  "the keyword normal, or an ordered list of specified color scheme keywords": {
    "en-US": "the keyword normal, or an ordered list of specified color scheme keywords",
    "de": "das Schlüsselwort normal oder eine geordnete Liste der angegebenen Farbschema-Schlüsselwörter",
    "es": "la palabra clave normal o una lista ordenada de palabras clave de esquema de color especificadas",
    "fr": "le mot-clé normal ou une liste ordonnée de mots-clés de schéma de couleur spécifiés",
    "ja": "キーワード normal、または指定されたカラースキームキーワードの順序付きリスト",
    "ko": "normal 키워드 또는 지정된 색 구성(color scheme) 키워드의 순서가 있는 목록",
    "pt-BR": "a palavra-chave normal ou uma lista ordenada de palavras-chave de esquema de cores especificadas",
    "zh-CN": "关键字 normal，或指定颜色方案关键字的有序列表",
    "zh-TW": "關鍵字 normal，或指定色彩方案關鍵字的有序列表"
  },
  "the keyword specified, plus angle in degrees if specified": {
    "en-US": "the keyword specified, plus angle in degrees if specified",
    "de": "das angegebene Schlüsselwort, plus Winkel in Grad, falls angegeben",
    "es": "la palabra clave especificada, más el ángulo en grados si se ha especificado",
    "fr": "le mot-clé spécifié, plus un angle en degrés si fourni",
    "ja": "指定されたキーワード。指定されていれば角度（度数）も含む。",
    "ko": "지정된 키워드와, 지정된 경우 도 단위 각도",
    "pt-BR": "a palavra-chave especificada, mais o ângulo em graus se especificado",
    "zh-CN": "指定的关键字，如果指定了角度，则再加上以度数表示的角度",
    "zh-TW": "指定的關鍵字，如有指定角度，則再加上以度數表示的角度"
  },
  "the specified keyword": {
    "en-US": "the specified keyword",
    "de": "das angegebene Schlüsselwort",
    "es": "la palabra clave especificada",
    "fr": "le mot-clé spécifié",
    "ja": "指定されたキーワード",
    "ko": "지정된 키워드",
    "pt-BR": "a palavra-chave especificada",
    "zh-CN": "指定的关键字",
    "zh-TW": "指定的關鍵字"
  },
  "the specified keyword or a computed <length-percentage> value": {
    "en-US": "the specified keyword or a computed <length-percentage> value",
    "de": "das angegebene Schlüsselwort oder ein berechneter <length-percentage>-Wert",
    "es": "la palabra clave especificada o un valor <length-percentage> calculado",
    "fr": "le mot-clé spécifié ou une valeur <longueur-pourcentage> calculée",
    "ja": "指定されたキーワードまたは計算済みの <length-percentage> 値",
    "ko": "지정된 키워드 또는 계산된 <length-percentage> 값",
    "pt-BR": "a palavra-chave especificada ou um valor <length-percentage> calculado",
    "zh-CN": "指定的关键字或一个计算后的 <length-percentage> 值",
    "zh-TW": "指定的關鍵字或一個計算後的 <length-percentage> 值"
  },
  "the specified keyword, a number, or a computed <length> value": {
    "en-US": "the specified keyword, a number, or a computed <length> value",
    "de": "das angegebene Schlüsselwort, eine Zahl oder ein berechneter <length>-Wert",
    "es": "la palabra clave especificada, un número o un valor <length> calculado",
    "fr": "le mot-clé spécifié, un nombre ou une valeur <length> calculée",
    "ja": "指定されたキーワード、数値、または計算済みの <length> 値",
    "ko": "지정된 키워드, 숫자 또는 계산된 <length> 값",
    "pt-BR": "a palavra-chave especificada, um número ou um valor <length> calculado",
    "zh-CN": "指定的关键字、一个数字或一个计算后的 <length> 值",
    "zh-TW": "指定的關鍵字、一個數字或一個計算後的 <length> 值"
  },
  "the specified keyword, or an <angle>, rounded and normalized (see text), plus optionally a flip keyword": {
    "en-US": "the specified keyword, or an <angle>, rounded and normalized (see text), plus optionally a flip keyword",
    "de": "das angegebene Schlüsselwort oder ein <angle>, gerundet und normalisiert (siehe Text), plus optional ein flip-Schlüsselwort",
    "es": "la palabra clave especificada o un <angle>, redondeado y normalizado (consulta el texto), más opcionalmente una palabra clave flip",
    "fr": "le mot-clé spécifié ou un <angle>, arrondi et normalisé (voir texte), plus éventuellement un mot-clé flip",
    "ja": "指定されたキーワード、または丸め・正規化された <angle>（本文参照）と、任意の flip キーワード。",
    "ko": "지정된 키워드 또는 <angle>로, 반올림 및 정규화(본문 참고)되며, 선택적으로 flip 키워드가 추가됩니다.",
    "pt-BR": "a palavra-chave especificada ou um <angle>, arredondado e normalizado (veja o texto), mais opcionalmente uma palavra-chave flip",
    "zh-CN": "指定的关键字，或一个 <angle>（四舍五入并规范化，见正文），可选再加一个 flip 关键字",
    "zh-TW": "指定的關鍵字，或一個 <angle>（四捨五入並正規化，見正文），可選再加上一個 flip 關鍵字"
  },
  "the specified number or absolute length": {
    "en-US": "the specified number or absolute length",
    "de": "die angegebene Zahl oder absolute Länge",
    "es": "el número especificado o la longitud absoluta",
    "fr": "le nombre spécifié ou une longueur absolue",
    "ja": "指定された数値または絶対長さ",
    "ko": "지정된 숫자 또는 절대 길이",
    "pt-BR": "o número especificado ou comprimento absoluto",
    "zh-CN": "指定的数字或绝对长度",
    "zh-TW": "指定的數字或絕對長度"
  },
  "the specified value converted to a <number>, clamped to the range [0,1]": {
    "en-US": "the specified value converted to a <number>, clamped to the range [0,1]",
    "de": "der angegebene Wert, in eine <number> umgewandelt und auf den Bereich [0,1] begrenzt",
    "es": "el valor especificado convertido en un <number>, limitado al intervalo [0,1]",
    "fr": "la valeur spécifiée convertie en <number>, limitée à l’intervalle [0,1]",
    "ja": "指定された値を <number> に変換し、範囲 [0,1] にクランプしたもの",
    "ko": "지정된 값을 <number>로 변환한 뒤 [0,1] 범위로 클램프한 값",
    "pt-BR": "o valor especificado convertido em um <number>, limitado ao intervalo [0,1]",
    "zh-CN": "指定的值转换为 <number>，并限制在 [0,1] 范围内",
    "zh-TW": "將指定的值轉換為 <number>，並限制在 [0,1] 範圍內"
  },
  "the specified value converted to a number, clamped to the range [0,1]": {
    "en-US": "the specified value converted to a number, clamped to the range [0,1]",
    "de": "der angegebene Wert, in eine Zahl umgewandelt und auf den Bereich [0,1] begrenzt",
    "es": "el valor especificado convertido en un número, limitado al intervalo [0,1]",
    "fr": "la valeur spécifiée convertie en nombre, limitée à l’intervalle [0,1]",
    "ja": "指定された値を数値に変換し、範囲 [0,1] にクランプしたもの",
    "ko": "지정된 값을 숫자로 변환한 뒤 [0,1] 범위로 클램프한 값",
    "pt-BR": "o valor especificado convertido em um número, limitado ao intervalo [0,1]",
    "zh-CN": "指定的值转换为数字，并限制在 [0,1] 范围内",
    "zh-TW": "將指定的值轉換為數字，並限制在 [0,1] 範圍內"
  },
  "the specified value resolved to a <number> between -100 and 100 (inclusive)": {
    "en-US": "the specified value resolved to a <number> between -100 and 100 (inclusive)",
    "de": "der angegebene Wert, auf eine <number> zwischen -100 und 100 (einschließlich) aufgelöst",
    "es": "el valor especificado resuelto a un <number> entre -100 y 100 (inclusive)",
    "fr": "la valeur spécifiée résolue en un <number> entre -100 et 100 (inclus)",
    "ja": "指定された値を -100 から 100（両端を含む）の <number> に解決したもの",
    "ko": "지정된 값을 -100 이상 100 이하의 <number>로 해석한 값",
    "pt-BR": "o valor especificado resolvido para um <number> entre -100 e 100 (inclusive)",
    "zh-CN": "将指定的值解析为介于 -100 和 100 之间（含边界）的 <number>",
    "zh-TW": "將指定的值解析為介於 -100 與 100 之間（含邊界）的 <number>"
  },
  "they keyword none or the computed <image>": {
    "en-US": "they keyword none or the computed <image>",
    "de": "das Schlüsselwort none oder das berechnete <image>",
    "es": "la palabra clave none o la <image> calculada",
    "fr": "le mot-clé none ou l’<image> calculée",
    "ja": "キーワード none または算出された <image>",
    "ko": "none 키워드 또는 계산된 <image>",
    "pt-BR": "a palavra-chave none ou o <image> calculado",
    "zh-CN": "关键字 none 或计算后的 <image>",
    "zh-TW": "關鍵字 none 或計算後的 <image>"
  },
  "three values, each either the auto keyword or an integer": {
    "en-US": "three values, each either the auto keyword or an integer",
    "de": "drei Werte, jeweils entweder das Schlüsselwort auto oder eine Ganzzahl",
    "es": "tres valores, cada uno la palabra clave auto o un entero",
    "fr": "trois valeurs, chacune étant le mot-clé auto ou un entier",
    "ja": "3 つの値。各値は auto キーワードまたは整数。",
    "ko": "세 개의 값으로, 각 값은 auto 키워드 또는 정수",
    "pt-BR": "três valores, cada um a palavra-chave auto ou um inteiro",
    "zh-CN": "三个值，每个要么是关键字 auto，要么是整数",
    "zh-TW": "三個值，每個不是關鍵字 auto 就是整數"
  },
  "top": {
    "en-US": "top",
    "de": "top",
    "es": "top",
    "fr": "top",
    "ja": "top",
    "ko": "top",
    "pt-BR": "top",
    "zh-CN": "top",
    "zh-TW": "top"
  },
  "transform list, see interpolation rules": {
    "en-US": "transform list, see interpolation rules",
    "de": "Transformationsliste, siehe Interpolationsregeln",
    "es": "lista de transformaciones; consulta las reglas de interpolación",
    "fr": "liste de transformations, voir les règles d’interpolation",
    "ja": "transform のリスト。補間規則を参照。",
    "ko": "transform 목록(보간 규칙 참고)",
    "pt-BR": "lista de transform, veja as regras de interpolação",
    "zh-CN": "变换列表，参见插值规则",
    "zh-TW": "transform 清單，參見插值規則"
  },
  "transformable elements": {
    "en-US": "transformable elements",
    "de": "transformierbare Elemente",
    "es": "elementos transformables",
    "fr": "éléments transformables",
    "ja": "transform 可能な要素",
    "ko": "transform이 가능한 요소",
    "pt-BR": "elementos transformáveis",
    "zh-CN": "可变换元素",
    "zh-TW": "可變換元素"
  },
  "transparent": {
    "en-US": "transparent",
    "de": "transparent",
    "es": "transparent",
    "fr": "transparent",
    "ja": "transparent",
    "ko": "transparent",
    "pt-BR": "transparent",
    "zh-CN": "transparent",
    "zh-TW": "transparent"
  },
  "two absolute lengths": {
    "en-US": "two absolute lengths",
    "de": "zwei absolute Längen",
    "es": "dos longitudes absolutas",
    "fr": "deux longueurs absolues",
    "ja": "2 つの絶対長さ",
    "ko": "두 개의 절대 길이",
    "pt-BR": "dois comprimentos absolutos",
    "zh-CN": "两个绝对长度",
    "zh-TW": "兩個絕對長度"
  },
  "two keywords": {
    "en-US": "two keywords",
    "de": "zwei Schlüsselwörter",
    "es": "dos palabras clave",
    "fr": "deux mots-clés",
    "ja": "2 つのキーワード",
    "ko": "두 개의 키워드",
    "pt-BR": "duas palavras-chave",
    "zh-CN": "两个关键字",
    "zh-TW": "兩個關鍵字"
  },
  "two keywords, one per axis": {
    "en-US": "two keywords, one per axis",
    "de": "zwei Schlüsselwörter, eines pro Achse",
    "es": "dos palabras clave, una por eje",
    "fr": "deux mots-clés, un par axe",
    "ja": "各軸ごとの 2 つのキーワード",
    "ko": "축마다 하나씩 두 개의 키워드",
    "pt-BR": "duas palavras-chave, uma por eixo",
    "zh-CN": "两个关键字，每个轴一个",
    "zh-TW": "兩個關鍵字，每個軸一個"
  },
  "up": {
    "en-US": "up",
    "de": "up",
    "es": "up",
    "fr": "up",
    "ja": "up",
    "ko": "up",
    "pt-BR": "up",
    "zh-CN": "up",
    "zh-TW": "up"
  },
  "usually specified value, but see text": {
    "en-US": "usually specified value, but see text",
    "de": "in der Regel der angegebene Wert, siehe jedoch Text",
    "es": "normalmente el valor especificado, pero consulta el texto",
    "fr": "valeur généralement spécifiée, mais voir le texte",
    "ja": "通常は指定値ですが、本文を参照してください。",
    "ko": "보통은 지정된 값이지만, 본문 설명 참고",
    "pt-BR": "normalmente o valor especificado, mas veja o texto",
    "zh-CN": "通常为指定值，但参见正文说明",
    "zh-TW": "通常為指定值，但請參見正文說明"
  },
  "view-box": {
    "en-US": "view-box",
    "de": "view-box",
    "es": "view-box",
    "fr": "view-box",
    "ja": "view-box",
    "ko": "view-box",
    "pt-BR": "view-box",
    "zh-CN": "view-box",
    "zh-TW": "view-box"
  },
  "visible": {
    "en-US": "visible",
    "de": "visible",
    "es": "visible",
    "fr": "visible",
    "ja": "visible",
    "ko": "visible",
    "pt-BR": "visible",
    "zh-CN": "visible",
    "zh-TW": "visible"
  },
  "weight style small-caps position": {
    "en-US": "weight style small-caps position",
    "de": "weight style small-caps position",
    "es": "weight style small-caps position",
    "fr": "poids style petites-capitales position",
    "ja": "weight style small-caps position",
    "ko": "weight style small-caps position",
    "pt-BR": "weight style small-caps position",
    "zh-CN": "字重 样式 小型大写 字位置",
    "zh-TW": "字重 樣式 小型大寫 字位置"
  },
  "white": {
    "en-US": "white",
    "de": "white",
    "es": "white",
    "fr": "white",
    "ja": "white",
    "ko": "white",
    "pt-BR": "white",
    "zh-CN": "white",
    "zh-TW": "white"
  },
  "wrap": {
    "en-US": "wrap",
    "de": "wrap",
    "es": "wrap",
    "fr": "wrap",
    "ja": "wrap",
    "ko": "wrap",
    "pt-BR": "wrap",
    "zh-CN": "wrap",
    "zh-TW": "wrap"
  },
  "yes": {
    "en-US": "yes",
    "de": "yes",
    "es": "sí",
    "fr": "oui",
    "ja": "yes",
    "ko": "yes",
    "pt-BR": "sim",
    "zh-CN": "yes",
    "zh-TW": "yes"
  },
  "yes?": {
    "en-US": "yes?",
    "de": "yes?",
    "es": "¿sí?",
    "fr": "oui ?",
    "ja": "yes?",
    "ko": "yes?",
    "pt-BR": "sim?",
    "zh-CN": "yes？",
    "zh-TW": "yes？"
  },
  "‘circle’ and ‘ellipse’ elements": {
    "en-US": "‘circle’ and ‘ellipse’ elements",
    "de": "„circle“- und „ellipse“-Elemente",
    "es": "elementos ‘circle’ y ‘ellipse’",
    "fr": "éléments « circle » et « ellipse »",
    "ja": "‘circle’ 要素および ‘ellipse’ 要素",
    "ko": "‘circle’ 및 ‘ellipse’ 요소",
    "pt-BR": "elementos ‘circle’ e ‘ellipse’",
    "zh-CN": "“circle”和“ellipse”元素",
    "zh-TW": "「circle」和「ellipse」元素"
  },
  "‘circle’ element": {
    "en-US": "‘circle’ element",
    "de": "„circle“-Element",
    "es": "elemento ‘circle’",
    "fr": "élément « circle »",
    "ja": "‘circle’ 要素",
    "ko": "‘circle’ 요소",
    "pt-BR": "elemento ‘circle’",
    "zh-CN": "“circle” 元素",
    "zh-TW": "「circle」元素"
  },
  "‘ellipse’, ‘rect’": {
    "en-US": "‘ellipse’, ‘rect’",
    "de": "„ellipse“, „rect“",
    "es": "‘ellipse’, ‘rect’",
    "fr": "« ellipse », « rect »",
    "ja": "‘ellipse’、‘rect’",
    "ko": "‘ellipse’, ‘rect’",
    "pt-BR": "‘ellipse’, ‘rect’",
    "zh-CN": "“ellipse”、“rect”",
    "zh-TW": "「ellipse」、「rect」"
  },
  "‘ellipse’, ‘rect’ elements": {
    "en-US": "‘ellipse’, ‘rect’ elements",
    "de": "„ellipse“- und „rect“-Elemente",
    "es": "elementos ‘ellipse’, ‘rect’",
    "fr": "éléments « ellipse », « rect »",
    "ja": "‘ellipse’ 要素および ‘rect’ 要素",
    "ko": "‘ellipse’, ‘rect’ 요소",
    "pt-BR": "elementos ‘ellipse’, ‘rect’",
    "zh-CN": "“ellipse”、“rect” 元素",
    "zh-TW": "「ellipse」、「rect」元素"
  },
  "‘path’": {
    "en-US": "‘path’",
    "de": "„path“",
    "es": "‘path’",
    "fr": "« path »",
    "ja": "‘path’",
    "ko": "‘path’",
    "pt-BR": "‘path’",
    "zh-CN": "“path”",
    "zh-TW": "「path」"
  },
  "‘svg’, ‘rect’, ‘image’, ‘foreignObject’ elements": {
    "en-US": "‘svg’, ‘rect’, ‘image’, ‘foreignObject’ elements",
    "de": "„svg“-, „rect“-, „image“- und „foreignObject“-Elemente",
    "es": "elementos ‘svg’, ‘rect’, ‘image’, ‘foreignObject’",
    "fr": "éléments « svg », « rect », « image », « foreignObject »",
    "ja": "‘svg’、‘rect’、‘image’、‘foreignObject’ 要素",
    "ko": "‘svg’, ‘rect’, ‘image’, ‘foreignObject’ 요소",
    "pt-BR": "elementos ‘svg’, ‘rect’, ‘image’, ‘foreignObject’",
    "zh-CN": "“svg”、“rect”、“image”、“foreignObject” 元素",
    "zh-TW": "「svg」、「rect」、「image」、「foreignObject」元素"
  },
  "‘text’": {
    "en-US": "‘text’",
    "de": "„text“",
    "es": "‘text’",
    "fr": "« text »",
    "ja": "‘text’",
    "ko": "‘text’",
    "pt-BR": "‘text’",
    "zh-CN": "“text”",
    "zh-TW": "「text」"
  },
  "‘text’ elements": {
    "en-US": "‘text’ elements",
    "de": "„text“-Elemente",
    "es": "elementos ‘text’",
    "fr": "éléments « text »",
    "ja": "‘text’ 要素",
    "ko": "‘text’ 요소",
    "pt-BR": "elementos ‘text’",
    "zh-CN": "“text” 元素",
    "zh-TW": "「text」元素"
  }
}
